[
    {
        "id": "322667",
        "comment_content": "Taaaa kurvva, 192GB RAM...",
        "date_creation": 1516221157000,
        "user_name": "Bezsens",
        "review_id": "1973609"
    },
    {
        "id": "166361",
        "comment_content": "Powyższy komentarz to chyba jakiś marketingowy bełkot nieudacznika PR. Ja nie zostałem zauroczony, więc nie każdy ulega \"magii\" Win7 ;) Owszem, Win7 to krok we właściwym kierunku pod wieloma względami. Są jednak bezsensowne wodotryski, typu skrolowanie okien 3d, sprzeczne z ergonomią. Zdecydowanie brakuje funkcjonalności Expose z systemu OS X. Irytujące są też występujące czasem błędy podczas instalowania aktualizacji. To jest wręcz niedopuszczalne. Żeby nie było - nie jestem fanatykiem żadnego systemu - każdy ma swoje zalety i wady ;)",
        "date_creation": 1304958003000,
        "user_name": "YaBol",
        "review_id": "1776501"
    },
    {
        "id": "169640",
        "comment_content": "Masz rację YaBolu - takie opinie sklepy same sobie wypisują żeby złapać na lep mało zorientowanych klientów. \"Wszystko cacy, żadnych problemów\" - tylko brać i płacić.",
        "date_creation": 1308748748000,
        "user_name": "Kingu",
        "review_id": "1776501"
    },
    {
        "id": "161793",
        "comment_content": "Wndows 7 posiada  wiele nowych funkcji, są to między innymi Problem Steps Recorder, dzięki, któremu użytkownik mający problem przy wykonaniu jakiejś czynności, może nagrać kroki, które wykonuje i wysłać zapisany plik do pomocy technicznej, DirectAccess, za pomocą której można uzyskać dostęp do sieci lokalnej z zewnątrz bez uruchamiania połączenia VPN, czy na przykład wbudowana tekstowa powłoka PowerShell.     / tyle reklama marketingowa  Macrosoftu /",
        "date_creation": 1300046044000,
        "user_name": "Arek",
        "review_id": "1582762"
    },
    {
        "id": "340448",
        "comment_content": "Kiedy przesłano najnowszą wersję poprawek do systemu?  Mój AWAST pokazuje, że już ponad 200 dni nie otrzymałem żadnej poprawki! Co to oznacza?           MKB",
        "date_creation": 1536067848000,
        "user_name": "Mirosław   MKB",
        "review_id": "1582762"
    },
    {
        "id": "349160",
        "comment_content": "Awaryjność? parę niedociągnięć?  śmieszne, codziennie korzystam z komputera na którym mam zainstalowany ten system od 2012 roku i jedyny problem jaki miałem jako administrator z tego systemu to aktualizacja KB4345590 NET frameworka z 08.2018 r, która miała problem z wgraniem się w system.  Tak poza tym żadnej awarii, zawieszenia, itp nie doświadczyłem od momentu zainstalowania systemu (który jak na ten moment jest dość zaśmiecony). W mojej ocenie jest to jeden z najlepszych systemów operacyjnych pod względem stabilności i jakości.",
        "date_creation": 1543959169000,
        "user_name": "ch",
        "review_id": "1582762"
    },
    {
        "id": "320018",
        "comment_content": "zdefragmentować rejestr ty poważny jesteś? klasyka zmień dilera",
        "date_creation": 1513796102000,
        "user_name": "Ggg",
        "review_id": "1974618"
    },
    {
        "id": "332410",
        "comment_content": "Jak miał XP to jaki to sprzęt że win 7x64 stawiał? :)) Pewnie sempron i 1 GB ram :))",
        "date_creation": 1526106923000,
        "user_name": "pece",
        "review_id": "1974618"
    },
    {
        "id": "298036",
        "comment_content": "Jaka cenae pan zaplacil w polsce,prosze o odpowiedz.",
        "date_creation": 1488908581000,
        "user_name": "BRUNO",
        "review_id": "2113341"
    },
    {
        "id": "381888",
        "comment_content": "A byłeś z tym u lekarza?",
        "date_creation": 1560445876000,
        "user_name": "raph3r",
        "review_id": "2887449"
    },
    {
        "id": "298038",
        "comment_content": "Cena w tym kraiku ,to jest lichwiarska cena,owy system mam za 42 euro i po polsku,gdzie,nie powiem,przegladajac polskie tzw.komputerowe,WIEDZA,TO POWAZNA SPRAWA,WIEDZA,TO NISKIE PROGI,doswiadczylem to w wielu sklepach i tzw.SERWISACH.",
        "date_creation": 1488909171000,
        "user_name": "bruno",
        "review_id": "2421163"
    }
]