[
    {
        "id": "2871351",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfPurchase": "2014-12-07 12:57:54",
        "dateOfReview": "2014-12-18 12:06:56",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "dźwięk czysty , wygląd głośników ładny , miło się sucha muzyki i ogląda filmy :)",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2091987",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2013-05-30 02:28:03",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "dobre srednie tony, dol troche niedomaga, ale czego sie spodziewac. Mi bardzo przypasowaly, super wykonanie, wyjscie do sluchawek z przodu, delikatna dioda pod regulacja glosnosci.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2970590",
        "author": "\nrolbik        ",
        "dateOfPurchase": "2015-01-26 20:34:09",
        "dateOfReview": "2015-01-29 09:26:04",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobre głosniki, brzmienie mnie nie rozczarowało, jestem zadowolony",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2327965",
        "author": "\nŁukasz        ",
        "dateOfPurchase": "2013-11-13 17:21:30",
        "dateOfReview": "2013-11-22 13:43:51",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Dobre głośniki w rozsądnej cenie",
        "advantages": [
            "dobre brzmienie"
        ],
        "disadvantages": [
            "nie najlepsze kable"
        ],
        "numberOfUpVotes": "4",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "889391",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-11-07 22:13:50",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Calkowicie polecam te glosniki. Sa po prostu super. niby tylko dwa ale dzwiek jest bardzo czysty i wedlug mnie lepiej wydac na nie te 70zl niz na jakies badziewne innej firmy.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "335268",
        "author": "\n7...a        ",
        "dateOfReview": "2009-04-22 21:49:07",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Wspaniałe głośniki do słuchania nie bardzo głośnej muzyki.Ciepłe, delikatne brzmienie całkowicie zadowalające przy słuchaniu muzyki siedząc przy biurku.Zakup w 100% udany.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "8201100",
        "author": "\nWojciech        ",
        "dateOfPurchase": "2018-07-20 11:26:26",
        "dateOfReview": "2018-08-01 12:49:03",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Super sprzęt! Gorąco polecam. Dobry stosunek cena do jakości.",
        "advantages": [
            "dobry dzwiek",
            "jakość dźwięku",
            "klarowność dzwięku",
            "moc",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "8116626",
        "author": "\nTinas        ",
        "dateOfReview": "2018-07-08 12:52:24",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobra jakość głośników, bardzo fajne możliwości regulacji basu i sopranu, fajny wygląd + wyjścia aux in i na słuchawki.\r\nW skrócie Polecam szczerze ^_^ ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2748354",
        "author": "\nwars-i-sawa        ",
        "dateOfPurchase": "2014-08-22 14:58:00",
        "dateOfReview": "2014-09-30 20:48:25",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Niedrogie, ale bardzo dobre głośniki do komputera. Zaskakująco czysty dźwięk, design na poziomie, bez - zbędnego im - subwoofera. Nie zamieniłbym na Logitech. ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1418050",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfPurchase": "2010-06-02 17:08:22",
        "dateOfReview": "2009-12-18 11:44:01",
        "score": "2/5",
        "isRecommended": "Nie polecam",
        "message": "te głośniki są bardzo słabe. bass jest dosyć słaby. ale dla staruszków jest ok. 1 głośnik to był ten. ale za 3 miesiące zmieniłem. bo są bardzo słabe. jak ktoś ma powyżej 50 lat to niech kupuje. ja wole i polecam logitech z 2300. do jest dobre.Ja u siebie regulację basów widzę,a kiepskiej jakości materiałów nie ...",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "17",
        "comments": [
            {
                "id": "135997",
                "author": "                            net_runner",
                "message": "                        Ja u siebie regulację basów widzę,a kiepskiej jakości materiałów nie ...",
                "dateOfComment": "2010-06-02 17:08:22"
            }
        ]
    },
    {
        "id": "1732928",
        "author": "\n8...4        ",
        "dateOfReview": "2010-08-15 09:54:41",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Wy chyba się z choinki urwaliście!? Niektórzy to takie farmazony piszą że dramat... Nie rozumiem jak można porównywać zestaw \"2.1\" do zestawu \"2.0\" i to na dodatek w przedziale cenowym wynoszącym + / - 20 zł. :D :D :D Rozumiem jak byście porównywali sprzęt \"Logitech Z-5500\" z \r\n\"JBL NORTHRIDGE ES 80\" co o tym to już można podyskutować, bo to sprzęt klasy wyższej i naprawdę różniący się od siebie.\r\nGłównie chodzi mi tu o to co wy porównujecie?\r\nMiałem zestaw Logitech X-230 a teraz jestem posiadaczem Creativ'ów Gigaworks T20. Co do zestawu \"X-230 \" mogę powiedzieć tyle że miałem je ponad pół roku i co miały z siebie wydobyć to wydobyły... Tzn. słucham różnych gatunków muzyki oglądam filmy i gram w gry. Ten zestaw ogólnie był bardzo przyzwoity jeśli chodzi o cenę i wykonanie (całokształt). Z tego co pamiętam to bass trochę zagłuszał niekiedy średnie tony z satelitek i to w takich momentach że można się do tego doczepić... Ogólnie drugi raz już bym tego zestawu nie kupił bo do zarzucenia miałem jeszcze to że miał za mały otwór do wyrzutu powietrza z głośnika niskotonowego co przy podkręceniu potencjometra z regulacją bassów na jakieś 60 % (max.) już sobie z tym nie dawało rady (oczywiście przy głośniejszym słuchaniu muzyki) GŁOŚNIKI NE BYŁY KATOWANE CZY TESTOWANE W JAKIŚ DRASTYCZNY SPOSÓB JAK TO MOŻNA ZOBACZYĆ NA SERWISIE YOUTUBE.COM (oczywiście mowa o Logitech'ach i Creativ\"ach do których właśnie przechodzę w mojej wypowiedzi)\r\nJeśli chodzi o \"T20\" to jest to zestaw różniący się znacznie od \"X-230\" (ale to informacja dla idiotów którzy mają dużo do napisania ale tak naprawdę to znają się tyle na sztuce co \"kura na burakach\" Hahaha... :D Jeśli chodzi o Creativ'ki to ogólnie jest to bardziej udany model biorąc pod uwagę cenę do jakości produktu. Dżwięk jest przyzwoity jeśli chodzi o tą konstrukcję jak i materiał jaki został użyty to zabudowy tych małych głośniczków. Przeznaczenie \"T20\" jest podobne jak w przypadku \"X-230\" (bo przez coś trzeba słuchać) ale system w jakich wydobywa się z nich dźwięk różni się znacząco. Więc na koniec zanim Ktoś się zdecyduje na jakąś konkretną wypowiedź na temat czegokolwiek to niech najpierw przemyśli co należy \"SENSOWNEGO'' napisać. :-) Pozdrawiam wszystkich 'AUDIOFILII'' którzy czepiają się głupot w towarze w przedziale cenowym \"+ / - 200zł.\" i nie wiedzą tak naprawdę o co im chodzi i co chcą tak ze sobą porównać!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1721614",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2010-06-02 17:21:15",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Głośniczki posiadam ponad dwa lata - słucham na nich wszystkich rodzajów muzyki.Maja dobra separacje (trzeba je postawić co najmniej \r75cm od siebie) jakość audiofilska to może nie jest, ale w każdym aspekcie jest bardzo przyzwoicie.W połączeniu z w miarę dobra kartą muzyczna, każdy powinien być zadowolony.\rNo prawie każdy, głośniczki nie nadają się do pomieszczeń powyżej 40 metrów kwadratowych oraz raczej nie będą faworytami osób które słuchają tylko techno i d'n'b, a wyznacznikiem jakości głośników jest moc ich basu.Do wad można doliczyć jeszcze niebieską diodę, niezbyt stabilną konstrukcję - czasem głośnik potrafi się przewrócić\rPomimo wyżej wymienionych wad, produkt jest godny polecenia.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "824250",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-09-16 08:39:56",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Posiadam te głośniki od przeszło roku i nie zamieniłbym ich na żaden inny zestaw w tej cenie! Udało mi się je zakupić w promocji w Media Markt za bardzo okazyjną cenę. Mają znakomite brzmienie, bardzo wysokiej jakości wykonanie i bardzo estetyczny wygląd. Jest to zestaw 2.0, więc jedyne czego jest w nim trochę za mało to bas. Tutaj pozwolę sobie jednak zaznaczyć, iż nie jest to duży brak! Wszystko zależy od typu muzyki jakiej słuchamy oraz doznań jakich oczekujemy. Głośniki mają bardzo miło brzmiące wysokie wysokie/średnie tony oraz delikatny, zbalansowany bas. Dodatkowo posiadają możliwość kontroli wysokich tonów oraz basu co każdemu pozwoli na dobranie właściwych parametrów pod własne upodobania. \rJedyna w zasadzie wadą jaką zaobserwowałem jest potężnie świecąca niebieska dioda, którą wcześniej czy później chyba każdy czymś zakleja! Polecam z czystym sumieniem!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "1843825",
        "author": "\na...0        ",
        "dateOfReview": "2011-11-05 10:58:21",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Posiadam te głośniki od około 3 lat, jednak od niecałego roku używałem t3130, jednak lewy głośnik trzeszczał i męczyłem się tak z nimi, jednak postanowiłem wrócić do stary t20 :). Lubie gdy jest dużo basu, te głośniki grają jednak ekstra, bass jest dość duży, jednak nie taki jak w zestawie 2.1 Średnie i wysokie tony są bardzo czyste, w niektórych piosenkach słyszę dźwięki, których na t3130 nie słyszałem, jednym słowem CUDO :). Polecam wszystkim, którzy się zastanawiają nad ich zakupem, ja w przyszłości zamierzam kupić t40 II, gdyż na \"jedynkach\" się nie zawiodłem Ps. wygląd też bardzo ładny",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "2183339",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2013-08-11 00:08:03",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Świetne głośniki. Jeśli ktoś ma większy budżet i dużo miejsca w domu, powinien poszukać czegoś innego. Ja tego nie miałem, więc zdecydowałem się na te i nie żałuję. Nie miałbym też gdzie postawić subwoofera, tak żeby jego dźwięk mógł spokojnie płynąć na pokój. Te głośniki rozwiązują ten problem. Subwoofer mają wbudowany. Basy niczego sobie, oczywiście jak na tego typu głośniki - niewielkie, przeznaczone dla zwykłych użytkowników, a nie dla audiofilów. Dużym atutem są regulatory mocy basu i niskich tonów wbudowane w głośnik.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "6668522",
        "author": "\nRysiek        ",
        "dateOfReview": "2018-03-02 22:48:02",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Z moich doświadczeń w temacie głośników komputerowych stereo powiem tak: są pierdziawki i jest Creative T20. Jak na sprzęt tych rozmiarów to jest naprawdę klasa. Bardzo przyjemne brzmienie. Do małego pomieszczenia jako monitory bliskiego pola są naprawdę klasa. Brakuje trochę basu w filmach i grach jak ktoś lubi czuć na nerkach, ale do muzyki za to są bardzo dobre. \r\nNa co dzień słucham muzyki z \"dużego\" sprzętu klasy HiFi, ale jak siadam do kompa to nic, a nic mnie nie razi w tych głośnikach. Są po prostu dobre. ",
        "advantages": [
            "dobry dzwiek",
            "dobry dźwięk",
            "jakość dźwięku",
            "klarowność dzwięku",
            "moc",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2713483",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2014-09-02 22:00:21",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Jak na swoje rozmiary i cenę grają zaskakująco dobrze. Dzwięk powinien zadowolić większość słuchaczy. Jeśli jednak się zdarzy, że komuś nie podejdą to już musi się sporo napocić aby w tej cenie znaleść coś lepszego. W pracy mam ten zestaw w domu zestaw genusa 2.1 i zdecydowanie \"Creative GigaworkS T20 Series II\" gra lepiej. W szczególności jeśli chodzi o takie cechy jak:  zrównoważoną charakterystykę, jakość średnich i wysokich tonów. Basu także nie brakuje (jak na rozmiar). POLECAM",
        "advantages": [
            "jakość dźwięku",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1652018",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfPurchase": "2011-04-25 11:53:52",
        "dateOfReview": "2010-02-25 17:24:54",
        "score": "3/5",
        "isRecommended": null,
        "message": "Głośniki o bardzo ładnym wyglądzie. Wykonane zostały z dobrych materiałów. Mają dość długie kable co pozwala ich na dobre rozstawienie w obrębie komputera. Znaczącą wadą jest ich duże zużycie energii. Nie warto ich zostawiać podłączonych cały czas, najlepiej je podłączać do sieci tylko w momencie kiedy będą nam potrzebne co może być kłopotliwe. Zestaw niestety nie zachwyca dobrym brzmieniem. Tony wysokie i niskie są słabe. Z tonami średnimi jest co prawda trochę lepiej jednak za tą cenę słuchacz oczekuję czegoś znacznie lepszego.calkowicie sie z Tb nie zgadzam - graja swietnie,bardzo czysto i wyraznie :PA wręcz jeśli już to jest odwrotnie - średnie tony słabiej, a niskie i wysokie świetnie.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "2",
        "numberOfDownVotes": "11",
        "comments": [
            {
                "id": "165255",
                "author": "                            anonim",
                "message": "                        calkowicie sie z Tb nie zgadzam - graja swietnie,bardzo czysto i wyraznie :P",
                "dateOfComment": "2011-04-25 11:53:52"
            },
            {
                "id": "213104",
                "author": "                            happy",
                "message": "                        A wręcz jeśli już to jest odwrotnie - średnie tony słabiej, a niskie i wysokie świetnie.",
                "dateOfComment": "2013-03-18 19:29:44"
            }
        ]
    },
    {
        "id": "674080",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-08-24 10:10:15",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Głośniki mam od około roku. Nie były najtańsze, ale zakup godny polecenia. Prezentują się znakomicie. Dają czysty i ładny dźwięk, idealne do oglądania filmów i słuchania muzyki. Moim zdaniem perfekcyjnie nadają się również na imprezę - po podłączeniu do laptopa spokojnie zastępują większy i średnio-profesjonalny sprzęt grający. Naprawdę polecam! Jedyny mały minusik, to taki, że niebieskie światełko sygnalizujące włączenie sprzętu jest bardzo intensywne, co może rozpraszać podczas pracy przy komputerze.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1814637",
        "author": "\ne...6        ",
        "dateOfPurchase": "2013-01-20 00:22:58",
        "dateOfReview": "2011-06-29 21:43:25",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Ja tam kiedy dostałem je do domu zdziwiłem się, że w ogóle coś takiego może tak walić :)\r\nBasy może nie rozwalają pokoju (mam porównanie do 100W Technicsów- te przy 1/10 głośności i basach na 1/5 potrafią spowodowac ból głowy :O) , ale są prawdziwe i nie zalewają innych dźwięków. \r\nGłośniki mam jeszcze nie wygrzane ale za 230 szczerze mówiąc spodziewałem się trochę lepszej jakości dźwięku. Pewnie po wygrzaniu wszystko się unormuje. Mimo wszystko jak narazie jestem zadowolony ;) Poważna wada;P",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "2",
        "numberOfDownVotes": "1",
        "comments": [
            {
                "id": "208634",
                "author": "                            Paweł",
                "message": "                        Poważna wada;P",
                "dateOfComment": "2013-01-20 00:22:58"
            }
        ]
    },
    {
        "id": "2180699",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2013-08-09 00:51:02",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Świetne głośniki.  Wspaniała jakość za stosunkowo niską cenę. Regulacja wysokich i niskich tonow i dwa wejścia audio. Słychać każdy dźwięk. Basy łagodne.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2469532",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2014-02-24 10:03:52",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Najlepsze głośniki komputerowe w kwocie \r\n\r\n            \r\n                Zgłoś nadużycie\r\n            \r\n\r\n                \n        \n                Zalety\n                \n                        jakość dźwięku\n                        wygląd\n                \n        \n        \n                Wady\n                \n                        moc\n                \n        \n    \n\r\n\r\n            \n\r\n\r\n            \n    \n            skomentuj tę opinię\n    \n\n\n\n\n    Wpisz swój komentarz\n\n    \n\n\n\n\r\n\r\n        ",
        "advantages": [
            "jakość dźwięku",
            "wygląd"
        ],
        "disadvantages": [
            "moc"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2756668",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2014-10-07 01:12:51",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "W sumie fajne głośniki jeden minus kiepskie podzespoły lecz za tą cenę jest ok. \r\n\r\nA co do wykonania mogło być lepiej :D",
        "advantages": [
            "jakość dźwięku",
            "moc",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3516435",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfPurchase": "2015-12-15 18:48:07",
        "dateOfReview": "2016-01-06 11:02:35",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Polecam, małe całkiem fajne jak na swoją cenę.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3683664",
        "author": "\nMariusz        ",
        "dateOfPurchase": "2016-03-28 20:57:05",
        "dateOfReview": "2016-04-08 23:42:16",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Świetne głośniki, jedne z najlepszych podwójnych jeśli chodzi o łączenie jakości dźwięku, mocy i wymiarów",
        "advantages": [
            "jakość dźwięku",
            "moc",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2411919",
        "author": "\nja        ",
        "dateOfPurchase": "2013-12-10 07:19:53",
        "dateOfReview": "2014-01-14 06:59:23",
        "score": "3,5/5",
        "isRecommended": null,
        "message": "jak na tę cenę całkiem niezłe brzmienie",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "3290749",
        "author": "\nTomek        ",
        "dateOfPurchase": "2015-08-07 16:28:34",
        "dateOfReview": "2015-08-24 11:23:35",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Te głośniki są po prostu *****. Jestem do tej pory w szoku że to Creatve je wyprodukował. Coś k%rwa pięknego panie i panowie. Polecam.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "3020046",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2015-02-26 20:25:36",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobre głośniki. Czysty i mocny dźwięk, nie charczą :) Dodatkowo cena jest niewygórowana :D",
        "advantages": [
            "jakość dźwięku",
            "moc",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2840466",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2014-12-02 15:34:08",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Creative to głośniki wysokiej jakości, świenie się prezentują i mają wysokiej klasy wykonanie",
        "advantages": [
            "jakość dźwięku",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2401108",
        "author": "\nborix        ",
        "dateOfPurchase": "2013-12-27 09:56:13",
        "dateOfReview": "2014-01-07 11:51:47",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Głośniki godne polecenia - nie zajmują dużo miejsca a dźwięk jest czysty, bas nie dudni.",
        "advantages": [
            "dobry dźwięk",
            "niewielkie wymiary"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "344299",
        "author": "\n3...0        ",
        "dateOfReview": "2009-05-17 14:36:02",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Słucham muzyki klasycznej. Mogę mówić tylko o miłym zaskoczeniu porównując te głośniczki do prawdziwych kolumn (w moim przypadku wyższy model Dali). Nie oczekiwałem cudów, chciałem akceptowalnej jakości dźwięku. Jest lepiej.\r\rCzytam we wcześniejszych recenzjach o irytującej niebieskiej diodzie. Może to cecha series II, ale w moim egz. jest niebieskie podświetlenie gałki regulacji dźwięku. Z pewnością nie rażące.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "7",
        "numberOfDownVotes": "2",
        "comments": []
    },
    {
        "id": "113171",
        "author": "\n7...7        ",
        "dateOfReview": "2009-01-02 15:06:46",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": " Porównywałem z innymi zestawami creative i logitech 2.1 ale lepiej grały właśnie te. Zastanawiałem się nad ich większym bratem T40 ale różnica była tak mała ze nie wiem o co chodziło tym redaktorom z gazet którzy mówili o WIELKIEJ różnicy. Miałem wcześniej jakieś takie głośniki najtańsze z marketu jak podłączyłem te spodziewałem się różnicy ale nie takiej. Jak odpaliłem CRYSISA już na wejściu dźwięk zaskakiwał.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "2",
        "numberOfDownVotes": "2",
        "comments": []
    },
    {
        "id": "4278179",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2016-12-11 15:29:44",
        "score": "3,5/5",
        "isRecommended": null,
        "message": "Średnie i wysokie tony całkiem OK, przy ustawieniu na wysokości uszu grają bardzo ładnie. Równowaga tonalna niby ok, ale bas słaby, moc również - przy mocniejszym wysterowaniu łatwo pojawiają się zniekształcenia, zwłaszcza przy podkręconych tonach niskich. Także opinie mówiące o \"nagłośnieniu całego pokoju, i bardzo mocnym basie\" można włożyć między bajki. Do spokojniejszej muzyki - są naprawdę niezłe.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "6541466",
        "author": "\nVendeur        ",
        "dateOfReview": "2018-02-01 01:50:23",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "REWELACYJNE GŁOŚNIKI, nie da się po prostu opisać jakości dźwięku jaki z siebie wydobywają przy tak niewielkich rozmiarach. Szczególnie bas, który potrafi się roznieść nie tylko po pokoju, ale i cały mieszkaniu... Bezapelacyjnie najlepsze na świecie głośniki stereo wśród małych modeli, wygrywające z większymi, droższymi, a nawet z zestawami 2.1. Absolutnie produkt BEZ WAD.",
        "advantages": [
            "jakość dźwięku",
            "klarowność dzwięku",
            "moc"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "239807",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2008-11-16 20:33:43",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Seria audiofilska Creative.\r\rUżywam głośników w domu, zastępują mi te wbudowane w laptopa.\rJakość dźwięku jest niewiarygodna. Genialne odwzorowanie basów BEZ SUBWOOFERA. Dwudrożne głośniki i system wstecznego wzmocnienia basów stawia te głośniki w czołówce zestawienia modeli 2.0 Equalizer to dodatkowy bajer, przydaje się.\r\rRewelacyjna jakość wykonania, interesujący design.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "1643094",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2010-02-22 22:43:45",
        "score": "3/5",
        "isRecommended": null,
        "message": "Nie jest to może szczyt marzeń, jeżeli chodzi o dźwięk w tej cenie, ale za bardzo narzekać nie mogę. Mają dość czysty dźwięk w całkiem niezłej jakości, basu to tutaj jest tyle co na lekarstwa (mówię o prawdziwym basie). Jeżeli chodzi o design to nie mam wiele zastrzeżeń, ale jest jedna żecz której mi brakuje, a jest nią subwoofer, Mimo wszystko polecam",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "9008145",
        "author": "\nMarcin        ",
        "dateOfPurchase": "2019-01-15 14:35:53",
        "dateOfReview": "2019-01-30 00:00:32",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobre głośniki za odpowiednią cenę. Dobrze się prezentują. Bas jest mocny i wyrazisty. Bardzo fajna funkcja to automatyczne wyłączanie, chociaż ponowne włączanie mogłoby być szybsze (trwa około 3 sek.). Jestem z głośników bardzo zadowolony.",
        "advantages": [
            "jakość dźwięku",
            "klarowność dzwięku",
            "moc",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2888712",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2014-12-30 10:59:36",
        "score": "3/5",
        "isRecommended": null,
        "message": "Byłem generalnie zadowolony, ale po ok. 1,5 roku lewy głośnik zaczął charczeć. Jako, że domownicy pozbyli się gwarancji i paragonu jestem zmuszony kupić nowe głośniki. Poprzedni model tej firmy, który miałem, służył mi ok. 6 lat.. Bardzo jest to przykre, bo gdyby nie to, nie miałbym się do czego przyczepić.",
        "advantages": [
            "jakość dźwięku",
            "wygląd"
        ],
        "disadvantages": [
            "moc"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "529047",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-08-07 10:00:49",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Mam te głośniki w domu i mogę powiedzieć, że jestem z nich bardzo, ale to bardzo zadowolony. Jakość dźwięku jest świetna i chyba najlepsza jaką możemy dostać w zestawie 2.0. Głośniki prezentują się znakomicie. Są jednak trochę duże. Niemniej polecam, granie, oglądanie filmów i słuchanie muzyki to prawdziwa przyjemność z takim zestawem.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1970970",
        "author": "\n7...f        ",
        "dateOfReview": "2012-03-10 13:21:35",
        "score": "0/5",
        "isRecommended": "Nie polecam",
        "message": "250zł tyle zapłaciłem kilka dni temu za te głośniki. Fabrycznie nowe fabrycznie z nową wadą która nie podlega reklamacji ani u sprzedawcy ani u producenta. Jak się dowiedziałem nie przytrafiła się ona tylko mnie. Cudownie irytujące metaliczne piszczenie z lewego głośnika które doprowadza do szału w produkcie który jest wychwalany pod niebiosa. Super. Opłaca się oblać je benzyną i podpalić. Dziękuję firmie Creative.\r\n",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "3",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "297580",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2008-08-05 10:46:58",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Przy połowie głośności można podziwiać wspaniale \"skaczące\" membrany, a gdy położy się na otworze basowym zwykłą kartkę papieru można zaobserwować ciekawe zjawiska :D. Do wad można zaliczyć niebieską diodę (łatwą ją jednak zakryć) oraz to, że przy wyłączanie wydają głośny dźwięk, który potrafi zbudzić osobę śpiącą w pokoju. Polecam!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "8893735",
        "author": "\nBartek        ",
        "dateOfReview": "2019-01-09 15:10:40",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Korzystam z głośników serii pierwszej od ponad 10 lat. Grają czysto i niezawodnie przez cały ten czas. Jedyne co musiałem zrobić, to nasmarować jednorazowo potencjometr od pokrętła głośności - przy zmianie nastawy dobiegały z głośników piski/trzaski. Po przesmarowaniu z 6-7 lat temu problem zniknął i już się nie pojawił :) ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1680488",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2010-02-09 20:32:01",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Używam tych głośników w domu od ponad roku. Jak na moje potrzeby tj. oglądanie filmów, słuchanie okazjonalnie jakiegoś radia internetowego czy przy grach, te głośniki są bardzo dobre. Dźwięk jest czysty, nic nie buczy, nie skrzeczy. Można dokładnie regulować moc i brzmienie. A przy tym wyglądają całkiem ładnie. Polecam.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1635026",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2010-02-14 13:55:20",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Bez wzmacniacza, a jednak dają sobie świetnie radę. Subwoofer również nie jest tutaj potrzebny. Głośniki te nie są stworzone do wielkich basów, ale do miłego odtwarzania muzyki. Fajnie im to idzie. Gracze powinni być z nich zadowoleni. Nie polecam do słuchania ostrej muzyki, bo nie znajdziemy w nich ostrego basu.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1697075",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2010-02-10 20:29:27",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Moim zdaniem głośniki Creative brzmią jak duże głośniki ,choć są formatu biurkowego. Głośniki posiadają profesjonalnej jakości przetworów tonów średnich ze stożkiem z włókna szklanego, zapewniającym ciepłe brzmienie oraz zaawansowany przetwornik tonów wysokich, a także technologię BasXPort.Zdecydowanie polecam",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "954939",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-11-15 20:16:20",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Głośniki są bardzo dobre. Są drogie ale warte każdej złotówki. Bardzo dobra jakość dźwięku. Basy są - ale to nie to samo co z subwoofera - jednak słychać je całkiem całkiem. Kupiłem je za 100zł w promocji. Używam już ponad rok i jakość dalej taka sama. Trochę irytuje bardzo mocno świecąca dioda. Polecam ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2880023",
        "author": "\nU��ytkownik Ceneo        ",
        "dateOfPurchase": "2014-12-11 16:56:55",
        "dateOfReview": "2014-12-23 15:43:11",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "świetnie brzmią akustycznie - a to pewnie za sprawą zastosowanych w nich wysokiej jakości przetwornikach tonów średnich i wysokich dających efekt równowagi akustycznej, Ta wada \"brak bluetooth\" jest bez sensu, chyba dobrze czytałeś opis produktu i tam nic o odtwarzaniu przez bluetooth nie jest napisane, także nie jest to żadna niespodzianka, która mogła Cię zdziwić. Na marginesie, każdy dobrze wie, że najlepsza jakość odtwarzanego dźwięku będzie tylko poprzez podłączenie kabla ;) Pozdrawiam",
        "advantages": [
            "2 wejścia audio",
            "basy",
            "małe zgrabne"
        ],
        "disadvantages": [
            "brak bluetooth",
            "cena"
        ],
        "numberOfUpVotes": "4",
        "numberOfDownVotes": "5",
        "comments": [
            {
                "id": "249197",
                "author": "                            Maras",
                "message": "                        Ta wada \"brak bluetooth\" jest bez sensu, chyba dobrze czytałeś opis produktu i tam nic o odtwarzaniu przez bluetooth nie jest napisane, także nie jest to żadna niespodzianka, która mogła Cię zdziwić. Na marginesie, każdy dobrze wie, że najlepsza jakość odtwarzanego dźwięku będzie tylko poprzez podłączenie kabla ;) Pozdrawiam",
                "dateOfComment": "2015-01-22 19:10:13"
            }
        ]
    },
    {
        "id": "490156",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-07-30 16:06:07",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Świetne głośniczki za niewielkie pieniądze, ładny krystaliczny dźwięk, nowoczesny i miły dla oka design,mocny bass, łatwo je podłączyć dzięki czemu nie musimy utykać po kontach żadnych kabli. Głosniczki świetnie się prezentują, nadają sie zarówno do słuchania muzyki jak i oglądania filmów, Polecam :D",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1643753",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2010-02-25 09:11:44",
        "score": "3/5",
        "isRecommended": null,
        "message": "Głośniki o przeciętnym wyglądzie. Dość długie kable powinny starczyć na swobodne rozstawienie ich wokół komputera. Łatwo się ich używa, wyposażone zostały w dobrą instrukcję obsługi. W zestawie zabrakło pilota. Basy są bardzo kiepskie. Tony średnie i wysokie natomiast są na dobrym poziomie.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "8530873",
        "author": "\nGrzegorz        ",
        "dateOfPurchase": "2018-11-04 10:14:24",
        "dateOfReview": "2018-11-07 20:40:35",
        "score": "3,5/5",
        "isRecommended": "Nie polecam",
        "message": "Głośniki drogie jak na co to jak brzmią, ale ze względu na ograniczone miejsce tylko takie mogłem kupić. Po 3 tyg oddałem na gwarancji bo przedni panel jak w lewym tak i prawym zaczął się rozklejać. ",
        "advantages": [
            "2 wejścia audio",
            "bass",
            "basy",
            "dobre brzmienie",
            "dobry dzwiek",
            "dobry dźwięk",
            "jakość dźwięku",
            "klarowność dzwięku",
            "małe zgrabne",
            "moc",
            "nie najlepsze kable",
            "niewielkie wymiary",
            "wygląd"
        ],
        "disadvantages": [
            "brak bluetooth",
            "brak wad - najlepsze głośniki na świecie",
            "cena",
            "dodatkowe korekcje w karcie usb",
            "łatwo się przewracają",
            "słaby wzmacniacz słuchawkowy",
            "wysoka cena w premierze",
            "znakomite wykonanie"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "75236",
        "author": "\n2...0        ",
        "dateOfPurchase": "2008-06-30 13:00:34",
        "dateOfReview": "2008-06-30 09:31:17",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Analizowałem, porównywałem, przesłuchiwałem... Miesiąc zastanawiałem się, jakie głośniki wybrać. Wcześniej miałem Geniusy 2.0 po 2W i grały wiadomo, nienajlepiej, a basu 0. Postanowiłem zakupić jakieś głośniki z basem i lepszym brzmieniem ogólnym. Nie jestem fanem Trance, Techno, Klasyki ani Jazzu, więc nie kierowałem się basami bądź sopranem. Mój wybór nie był sprecyzowany - potrzebowałem głośników wszechstronnych. Takie okazały się być Creative GigaWorks T20. Znam się dosyć dobrze na sprzęcie komputerowym i nie rzucam słów na wiatr. Wybierałem się niejednokrotnie do sklepów typu MediaMarkt, aby przetestować głośniki zabierając ze sobą odtwarzacz mp3 z „utworami testowymi”. Myślałem nad zestawem 2.1 lub 2.0. Spośród tych wytypowałem takie oto modele - Creative T3100, Logitech X-230 oraz Creative T20. Model T3100 to zestaw z subem - 2.1 i jest nieco tańszy i była to alternatywa w razie braku kasy. Nie zależy mi jednak na basach do techno, ale na ogólnym brzmieniu, a ten model nie dostarczy nam takiego swoimi skromnymi satelitkami. X-230 to również zestaw 2.1, jednakże od firmy Logitech. Głośniki ciekawe, a nawet bardzo ciekawe. W porównaniu z T3100 dźwięk z nich brzmi lepiej, a tony niskie są wyraźnie słyszalnie i schodzą nisko. Subwoofer jest więc dobry, lecz aż za dobry. Jeżeli nie słuchasz Energy2009, DjWitka, ATB a techno to nie Twoja pasja to daj sobie spokój z X-230, bo zadowolą one głównie takich Bass man’ów. Subwoofer po prostu \"zagłusza\" tony wyższe i te są słabo słyszalne. Producent za bardzo chciał się upodobać klientowi i wsadził do zestawu mocny Subwoofer, lecz ten jest nieadekwatny do du��o słabszych od siebie satelit. Być może podłoga potrafi się zatrząść a w brzuchu poczujesz „motyle”, jednak jak mówiłem – jeżeli potrzebujesz tych głośników do różnych celów nie tylko do muzyki Trance, Dance, Techno to za tą kwotę lepszym wyborem będzie Creative GigaWorks T20. Wracając do basu zestawu Logitech X-230 jest on mocny, ale nie nadaje się do wszystkich zadań i trzeba go często korygować. W czasie oglądania filmu należy podkręcić nieco potencjometr basów, ponieważ woofer nie wyrobi z wyrzucaniem powietrza poza Subwoofer co usłyszymy poprzez dziwne „duszenie” się dźwięków niskich. Przykładowo – oglądając film wojenny strzałom z karabinu towarzyszyć będzie nienaturalnie duży, przesadzony dźwięk basowy, a przy dłuższej serii subwoofer nie nadąży w odprowadzeniem powietrza z taką szybkością jak strzały w filmie co objawi się właśnie poprzez „duszenie” się dźwięków oraz dziwne zanikanie basu. Jednym słowem subwoofer nie nadaje się w tym zestawie do wszystkiego. No dobra, ale co z produktem Creative’a? Głośniki T20 są naprawdę rewelacyjne. Zacznę od wyglądu. Przedni panel wypolerowany na połysk – bardzo elegancko. Także obudowa wykonana z ciężkiego tworzywa sztucznego „nie śmierdzi plastikiem”. Każdy głośnik jest dwudrożny. Na górze zamontowano głośnik średnio-niskotonowy, który mierzy około 2,5'' (6cm) średnicy. Jego membrana została wykoana z włókna szklanego. Nieco poniżej zainstalowany jest natomiast głośnik wysokotonowy o średnicy 1'' (2,5cm). Podczas odtwarzania utworu bogatego w tony niskie zobaczymy ciekawy (zamierzony) efekt drżenia membrany głośnika średio i niskotonowego. Warto dodać że jego wygląd jest również ciekawy – żółta tuningowa membrana prezentuje się naprawdę ciekawie. Jak tylko zakupiłem produkt Creative’a zdjąłem przednie osłonki – tak podoba mi się wygląd tych głośników :D. Na prawym głośniku znajdziemy 3 pokrętła – basów, tonów wysokich i głośności. Małym niewypałem było zastosowanie przez koncern niebieskiej diody, która świeci zbyt intensywnie. Celem zastosowania jej było oświetlanie pokręteł, co w nocy faktycznie się przydaje. Mi ta dioda nie przeszkadza, a zawsze można ją wykręcić lub zakleić, więc nie wiem z czego tu robić problem ;). Na prawym głośniku znajdziemy też wejście na słuchawki oraz wejście „AUX IN” czyli wejście MiniJack na np. odtwarzacz mp3 itp. A, zapomniałbym. Na górze każdego z głośników znajduje się woofer. Odprowadza sprężone powietrze z obudowy, które towarzyszy wytwarzaniu tonów niskich. Ogólnie wizualna 10\\10. Przejdę teraz do wyposażenia jakie daje nam producent wraz z głośnikami, ponieważ tym razem nam nie pożałował w przeciwieństwie do innych producentów takich jak Genius czy IBox. W eleganckim pudełku znajdziemy – kabel MiniJack -> MiniJack z pozłacanymi końcówkami do podłączenia zestawu do PC, krótki kabel MiniJack -> MiniJack do podłączenia głośników do odtwarzacza mpX, przejściówkę MiniJack -> Cinch (red & white), 2 głośniki po 14W każdy, osłonki przednie na membranki, instrukcję obsługi, instrukcje podłączenia to TV\\DVD, broszurkę ze specyfikacją. Wszystko starannie zabezpieczone „bąbelkami” w przegródkach. Co do jakości dźwięku, nie będę pisał dużo. Jest on po prostu wyśmienity. Zakupiłem głośniki za 139zł i za taką kase nie znajdziecie nic lepszego, ani też poniżej 200zł! Wysokie tony są przepiękne, bas jest idealnie dobrany i mimo że niektórzy piszą że jest słaby, to jest to nieprawda. Wszystko zależy od dobrania ustawień pokrętłami. Przy dobrych ustawieniach podłoga może zabuczeć ;). Ogólnie głośniki grają czysto i głośno. Prawdą jest że przy maksymalnie podkręconych basach, tonach wysokich i głośności głośniki zacharczą, ale lepiej dla mnie żeby producent postąpił tak, a nie ograniczył pokrętło tak, że głośniki nie charczą, ale mają ograniczoną głośność. T20 zagrają i tak głośno i nie ma co wymagać. Ojojoj, ale się rozpisałem :O. Oj dobra, mam nadzieję że komuś to przynajmniej pomoże w podjęciu decyzji ;P. No dobra, to teraz podsumuje to co napisałem – takie słowo na niedzielę. Głośniki godne polecenia. Nie znajdziecie lepszych w tej cenie a nawet do 200zł! Dźwięk zadowoli naprawdę szerokie grono użytkowników, także zaawansowanych melomanów. Głośniki idealnie sprawdzają się przy TV, a także dały rade przy wczorajszym meczu gdy zrobiłem sobie Surround ;P. Prócz pięknego, czystego brzmienia dostaniemy wspaniały, elegancki wygląd. Naprawdę polecam! Satysfakcja gwarantowana. 10\\10!\r\n\r\nWOW. Dzięki. Prawie jak recenzja. Bardzo mi pomogłeś - pozdro!Dzieki za tak szczegółową opinie. Niektórym się faktycznie przyda (mi się przydała). Mam te głośniki już, ale przeczytałem tą opinie z ciakawość. Super! Wszystkie słowa to prawda - zgadzam sie z nimi w 100%! Napisałeś fakty autentyczne i wychwyciłem to samo co siwek755. Naprawdę dobry test. Brawo!Zapomniałeś tylko o jeszcze jednej wadzie. Czarna obudowa głośników szybko się brudzi i po byle dotknięciu pozostają odciski palca. Jeżeli jednak nie macasz ich codziennie to głośniki są prawie 100% pozbawione wad. Jedynie to właśnie to brudzenie i dioda nieco mocna.Tak głośniki są fajne, ale nie do tego stopnia że macam je codziennie ;P\r\nPozdro600Dzięki takim ludziom jak Ty, ludziom opłaca się czytać opinie o produktach. 100% szczerości. Dziękuje siwek755!mam te glosniki i w 100% zgadzam sie z autorem tej opinii. napisal cala prawde i tylko prawde. brawo!\r\nPrzypominam ludu że jak ktoś ma nieco zdolności manualnych to diodę można po prostu wykręcić po wcześniejszym rozebraniu głośników. xDPotwierdzam słowa autora - głośniku cud!Wraz z biegiem czasu zauważyłem nową wadę - podstawa głośników jest zbyt mała - jest taka sama jak cały głośnik w wymiarach a dodatkowo posiada nóżki, które zmniejszają powiedzchnię, tworząc cos w stylu trójkąta położonego na wierzchołku. Mały wstrząs, głośniki potrafią się rozbujać i gleba. Plusem jest że przeżyły dzisiejszy upadek z 1,5m i nic się nie stało, nawet obudowie. Mam nadzieję że nie będe miał więcej takich heavy testów. No ale ta podstawa jest naprawdę do bani. No chyba że ktoś ma stabilną podstawę i nigdy nic sie nie rusza - u mnie tak nie jest...Co do podstawy, zgodzę się. Na szczęście mam masywne stabilne biurko. Głośniki są stabilne na płaszczyźnie przód tył, natomiast na boki już nieco gorzej. Potrafią się rozbujać  przy drganiu biurka, jeśli masz np podłączoną kierownicę z mocnym force feedback do biurka i biurko masz chwiejne to zwróć na to uwagę ;)dzieki za recenzje widac ze sie napracowalec - thx od wszystkich ktorym pomogles, a takich jest wielu ;)No bracie, szacunek za taką recenzję.Wszystko się zgadza tak jak nam przestawił kolega sivy. W filmach dźwięki będą piękne, w grach również. No ale niestesy, fanów techno one nie zadowolą. Tak małe Bass X'porty nie nadają się do słuchania dance,trance cyz techno. Basik jest mały ale wystarczający do normalnego użytkowania. Jak chcesz basów to jedź na Energy albo kup Z5500Widac ze goscio recenzje pisze na jakims portalu :D\r\nfaktycznie wszystko spoko. Szkoda ze w opiniach nie ma enterów i akapitów by sie lepiej czytalo a nie taka papka, no ale nikt nie przewidzial takiego siwek755 ktory dla ogolu sie tak poswiecił xD brawo!Owszem fanów techno nie zadowolą, jednak do nowszych mobo wsadzają nawet dobre zintegrowane Realteki które mają Equalizer i duże możliwości. Trochę zabawy i basu jest co nieco nie mozna przesadzać ;)\r\n\r\nNie należy jednak zapominać że w zestawach 2.1 nie tylko ważny jest subwoofer! wysokie tony to zadanie satelitek, które najczęściej w zestawach 2.1 do 200zł nie rządzą...No tak, pamiętajmy jednak że w zestawach 2.1 satelitki nie są najlepsze (zestawy do 200zł). Bas może i dobry, ale po co komu sam bas... :/bass, bass co wy gadacie. Tzn wiadomo że w 2.1 są lepsze, ale tu są ładniejsze bo dla mnie bass to strumień powietrze wypuszczony przez woofer o niskiej częstotliwości a nie skrzypy subwoofera ... \r\n\r\nT20 to naprawde dobre glosniki. Także BASS jest BARDZO DOBRY 10\\10 !!!!!kolega napisał wszystko i jest to prawda. Nic dodać nic ując ;]heh miałem przykre zdarzenie bo jeden z głośniczków T20 upadł mi i membranka się wcisnęła :( :( :(\r\n\r\nhttp://www.fotosik.pl/pokaz_obrazek/f1f371d00da483b7.html\r\nhttp://www.fotosik.pl/pokaz_obrazek/b1fa4acbd82f5fc8.html\r\n\r\nKtoś wie jak to wyciągnąć?\r\n\r\nOdkurzacz albo taśma dwustronna i jedziesz :D\r\n\r\nPS Co za kretyn dał Ci minusa? :|Dzięki za taką opinie,teraz już wiem jakie głośniczki kupić:)Pozdrawiam!dokładnie :D jesteś jak poradnik ja też kupiłem głośniki T20 po przeczytaniu tej recenzji. Creative powinno Ci dać jakąś kase za to. A może ty jesteś z Creative Polska :D?nie :)brawo nie zła recenzja i ciekawie to napisałeś. Kilka bledow stylistycznych ale jest bardzo dobra mimo to i za to że Ci się chciało pisac tak dla spolecznosci wielkie dzieki bo bardzo nam pomagasz!\r\nGratuluję!!!recenzja faktycznie fajnie gratuluję.Wszystko sie zgadza jak napisalme nic dodac nic ujac bravissimo!te T20 mają bardzo fajny wyglad i sa wysokie jak na głośniki 2.0 i ciężkie. To jest zaleta. Reszte to co siwek755 napisal. \r\nPodziękowania od wszystkich dla Ciebie 755 za takie wypracowaine :))Głosniki bardzo dobre, wszystko dobrze tak jak napisal isekw755Gratuluje napisania recenzji.\r\n\r\nPAMIĘTAJCIE DV VITKI - basy tu Was raczej nie zadowolą. To są głośniki Hi-Fi czyli czystość brzmienia a nie basy jak w x-230 że nie slychac tonów wyższych niz -8Głosniki potrafią dobrze dawać, ale są głupie w regulacji z deka. Musisz pokręcić zeby nie pierdzialy, bo jak wezmiesz wszystko na full to pierdza. No lepiej to niz ograniczniki producenta z gory w zasadzie :Dpolecamte glosniki sa wypas full. basów malo, ale jak ktos nie umie ustawic. ja sie pobawilem ekłalizerem i som basy1http://www.microsoft.com/poland/windowsmobile/6/default.mspx\r\n\r\nfajnie daje :D \r\n-> \"Go Mobile Video\"polecam dokupic dźwiekówkę sandblastera liveDzięki tej opinii wiem po co pójdę do sklepu.Do tej pory słuchałem przez wieżę,ale poszła do lamusa.więc żeby  cokolwiek słyszeć, zamierzałem kupić T40 ale wychodzi na to ,że przepłaciłbym.\r\nDziekiT20 są zdecydowanie. Nie można tego powiedzieć jednak o \"głowę wyższych\" T40. Ich cena jest zdecydowanie za wysoka. Może głupie porównanie, ale lepiej wychodzi 2x T20 niż 1x T40 :D A jeżeli T40, to już lepiej brać jakieś Z-2300.szacunekza wysilek kolesTrzeba używać akapitów w tekście no ciężko się czytasory, to nie recenzja :P\r\nmiał być opis ale się troche przedłużyło dokładałem nowych cech i tak jakoś się rozbudowało a na sprawdzenie i wizualke już czasu nie miałem Nie no szacun za wypracowanie. Czysta prawda, trafiłeś w dziesiątke;)zaufałem siwek755 i kupiłem, nie zawiodłem się, opis Twój trafny jak najbardziej, wiecej takich opinii ludzie :D:DD: dzieki1!!!!!!DZIĘKI ZA TO WYPRACOWANKO WŁAŚNIE CZEGOŚ TAKIEGO SZUKAŁEM \n                                                              siwek755 to geniusz (PROFESJONALISTA !!!). Mam 52 lata. Słuch taki ... przeciętny. 1,5 roku temu kupiłem T20  (179pln w Media Markt Bielsko-Biała). Zakup średnio przemyślany ( doradztwo subiekta sklepu ). Sprzęt był dla córki do HP ZA 3500PLN. Pozazdrościłem mgr prawa takich \"szaf\" !  W styczniu 2010 kupiłem sobie laptopa acer   z windows 7  i grafiką  ATI Mobility Radeon HD 4570.Teraz szukam T20. Widziałem je za 249zł. - Trochę dużo. Założyłem, że gdzieś znajdę do 200 pln.   Ten merytoryczny opis -autor siwek755, choć nie byłbym go w stanie napisać, jest dla mnie wspaniałym potwierdzeniem mojej decyzji, choć nie znam \"porównywalnych typów\".  Tak na marginesie-ćwierć wieku temu tak odbierałem krajowe kolumny z Wrześni - typ Altus 110. To były \"szafy\" wystawane w kilometrowych kolejkach i trzba było mieć dużo samozaparcia i szczęścia , by je \"ustrzelić\". Jak mawiał \"KISIEL\"... Zgadnij kotku dlaczego?! Choć to było sinusoidalnie 70wat na kanał i do wież Hi-Fi , dźwię podobny, czysty, jak woda z gór. Jestem zaskoczony, że z T20 /tak małych/ można tak wiele wycisnąć !!! - POZDRAWIAM AUTORA TEKSTU I DZIĘKUJĘ !!!!!!!!!!!!!!!!!!!!!!  bardzo dziękuje za docenienie moich wysiłków, po tak długim czasie głośniki oczywiście nadal polecam - są super!Super recenzja. Brawo! chyba się zdecyduję :)Epicki komentarz :DTe głośniki były w sprzedaży 10 lat temu ?? nie wieżę :D no ale jest jak byk :) ...\r\n\r\nWyglądają bardzo nowocześnie i grają rewelacyjnie, można powiedzieć, że są \"ponadczasowe\". Kupiłem je tydzień temu, wcześniej miałem również stereo ale od Geniusa. model \"SP-HF800A 20W drewniane 3-Way\" Geniusy ładnie wyglądały (drewienko i membranki), lecz basu w skali od 1 do 10 miały może 2. Nie miały siatki.. I musiałem je wywalić bo po upływie 2 lat się wzmacniacz spalił, nagle przestały grać pomimo, że nie używałem pokrętła na maX, zawsze miałem do 50% nie więcej. \r\n\r\nPudło w postaci subwoofera pod biurkiem to dodatkowy klunkier/kable=bałagan + Bas w nogach. Powiadam wam tutaj basu nie brakuje i jest on dynamiczny na wprost nas, o niebo lepszy od tego grającego pod biurkiem. Szukałem głośników stereo z dobrym basem i znalazłem, utwory klubowe/house/disco brzmią dynamicznie czysto. Muzyka klasyczna brzmi naturalnie, postarali się.\r\n\r\n",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "440",
        "numberOfDownVotes": "14",
        "comments": [
            {
                "id": "38472",
                "author": "                            Mich4ł",
                "message": "                        WOW. Dzięki. Prawie jak recenzja. Bardzo mi pomogłeś - pozdro!",
                "dateOfComment": "2008-06-30 13:00:34"
            },
            {
                "id": "38618",
                "author": "                            Crens",
                "message": "                        Dzieki za tak szczegółową opinie. Niektórym się faktycznie przyda (mi się przydała). ",
                "dateOfComment": "2008-07-01 11:22:14"
            },
            {
                "id": "38619",
                "author": "                            T20",
                "message": "                        Mam te głośniki już, ale przeczytałem tą opinie z ciakawość. Super! Wszystkie słowa to prawda - zgadzam sie z nimi w 100%! Napisałeś fakty autentyczne i wychwyciłem to samo co siwek755. Naprawdę dobry test. Brawo!",
                "dateOfComment": "2008-07-01 11:23:43"
            },
            {
                "id": "38620",
                "author": "                            100%Tak",
                "message": "                        Zapomniałeś tylko o jeszcze jednej wadzie. Czarna obudowa głośników szybko się brudzi i po byle dotknięciu pozostają odciski palca. Jeżeli jednak nie macasz ich codziennie to głośniki są prawie 100% pozbawione wad. Jedynie to właśnie to brudzenie i dioda nieco mocna.",
                "dateOfComment": "2008-07-01 11:25:11"
            },
            {
                "id": "38811",
                "author": "                            siwek755",
                "message": "                        Tak głośniki są fajne, ale nie do tego stopnia że macam je codziennie ;P\r",
                "dateOfComment": "2008-07-02 15:10:33"
            },
            {
                "id": "38823",
                "author": "                            CenMan",
                "message": "                        Dzięki takim ludziom jak Ty, ludziom opłaca się czytać opinie o produktach. 100% szczerości. Dziękuje siwek755!",
                "dateOfComment": "2008-07-02 19:29:16"
            },
            {
                "id": "39030",
                "author": "                            !!",
                "message": "                        mam te glosniki i w 100% zgadzam sie z autorem tej opinii. napisal cala prawde i tylko prawde. brawo!\r",
                "dateOfComment": "2008-07-04 13:16:46"
            },
            {
                "id": "39126",
                "author": "                            Sambar",
                "message": "                        Przypominam ludu że jak ktoś ma nieco zdolności manualnych to diodę można po prostu wykręcić po wcześniejszym rozebraniu głośników. xD",
                "dateOfComment": "2008-07-05 10:29:32"
            },
            {
                "id": "39343",
                "author": "                            yeah",
                "message": "                        Potwierdzam słowa autora - głośniku cud!",
                "dateOfComment": "2008-07-07 14:03:20"
            },
            {
                "id": "39636",
                "author": "                            siwek755",
                "message": "                        Wraz z biegiem czasu zauważyłem nową wadę - podstawa głośników jest zbyt mała - jest taka sama jak cały głośnik w wymiarach a dodatkowo posiada nóżki, które zmniejszają powiedzchnię, tworząc cos w stylu trójkąta położonego na wierzchołku. Mały wstrząs, głośniki potrafią się rozbujać i gleba. Plusem jest że przeżyły dzisiejszy upadek z 1,5m i nic się nie stało, nawet obudowie. Mam nadzieję że nie będe miał więcej takich heavy testów. No ale ta podstawa jest naprawdę do bani. No chyba że ktoś ma stabilną podstawę i nigdy nic sie nie rusza - u mnie tak nie jest...",
                "dateOfComment": "2008-07-09 16:36:53"
            },
            {
                "id": "40360",
                "author": "                            txh for recenzja ",
                "message": "                        dzieki za recenzje widac ze sie napracowalec - thx od wszystkich ktorym pomogles, a takich jest wielu ;)",
                "dateOfComment": "2008-07-15 21:50:51"
            },
            {
                "id": "41836",
                "author": "                            macko",
                "message": "                        No bracie, szacunek za taką recenzję.",
                "dateOfComment": "2008-07-28 07:44:29"
            },
            {
                "id": "42885",
                "author": "                            KGGGDKP",
                "message": "                        Wszystko się zgadza tak jak nam przestawił kolega sivy. W filmach dźwięki będą piękne, w grach również. No ale niestesy, fanów techno one nie zadowolą. Tak małe Bass X'porty nie nadają się do słuchania dance,trance cyz techno. Basik jest mały ale wystarczający do normalnego użytkowania. Jak chcesz basów to jedź na Energy albo kup Z5500",
                "dateOfComment": "2008-08-04 18:26:35"
            },
            {
                "id": "42890",
                "author": "                            rewizja:Omau",
                "message": "                        Widac ze goscio recenzje pisze na jakims portalu :D\r",
                "dateOfComment": "2008-08-04 18:45:12"
            },
            {
                "id": "42991",
                "author": "                            siwek755",
                "message": "                        Owszem fanów techno nie zadowolą, jednak do nowszych mobo wsadzają nawet dobre zintegrowane Realteki które mają Equalizer i duże możliwości. Trochę zabawy i basu jest co nieco nie mozna przesadzać ;)\r",
                "dateOfComment": "2008-08-05 14:34:15"
            },
            {
                "id": "43135",
                "author": "                            ale",
                "message": "                        No tak, pamiętajmy jednak że w zestawach 2.1 satelitki nie są najlepsze (zestawy do 200zł). Bas może i dobry, ale po co komu sam bas... :/",
                "dateOfComment": "2008-08-06 14:41:16"
            },
            {
                "id": "43136",
                "author": "                            BASS_@sm",
                "message": "                        bass, bass co wy gadacie. Tzn wiadomo że w 2.1 są lepsze, ale tu są ładniejsze bo dla mnie bass to strumień powietrze wypuszczony przez woofer o niskiej częstotliwości a nie skrzypy subwoofera ... \r",
                "dateOfComment": "2008-08-06 14:42:48"
            },
            {
                "id": "43137",
                "author": "                            mika_relax",
                "message": "                        kolega napisał wszystko i jest to prawda. Nic dodać nic ując ;]",
                "dateOfComment": "2008-08-06 14:43:41"
            },
            {
                "id": "43138",
                "author": "                            siwek755",
                "message": "                        heh miałem przykre zdarzenie bo jeden z głośniczków T20 upadł mi i membranka się wcisnęła :( :( :(\r",
                "dateOfComment": "2008-08-06 14:47:05"
            },
            {
                "id": "43400",
                "author": "                            Benek3",
                "message": "                        Odkurzacz albo taśma dwustronna i jedziesz :D\r",
                "dateOfComment": "2008-08-08 13:44:29"
            },
            {
                "id": "43673",
                "author": "                            mimka",
                "message": "                        Dzięki za taką opinie,teraz już wiem jakie głośniczki kupić:)Pozdrawiam!",
                "dateOfComment": "2008-08-10 23:57:47"
            },
            {
                "id": "43888",
                "author": "                            s69x",
                "message": "                        dokładnie :D jesteś jak poradnik ja też kupiłem głośniki T20 po przeczytaniu tej recenzji. Creative powinno Ci dać jakąś kase za to. A może ty jesteś z Creative Polska :D?",
                "dateOfComment": "2008-08-12 17:49:01"
            },
            {
                "id": "44265",
                "author": "                            siwek755",
                "message": "                        nie :)",
                "dateOfComment": "2008-08-15 14:13:33"
            },
            {
                "id": "44266",
                "author": "                            tjt!",
                "message": "                        brawo nie zła recenzja i ciekawie to napisałeś. Kilka bledow stylistycznych ale jest bardzo dobra mimo to i za to że Ci się chciało pisac tak dla spolecznosci wielkie dzieki bo bardzo nam pomagasz!\r",
                "dateOfComment": "2008-08-15 14:14:50"
            },
            {
                "id": "45433",
                "author": "                            kamil",
                "message": "                        recenzja faktycznie fajnie gratuluję.",
                "dateOfComment": "2008-08-24 13:03:54"
            },
            {
                "id": "45434",
                "author": "                            ~miska",
                "message": "                        Wszystko sie zgadza jak napisalme nic dodac nic ujac bravissimo!",
                "dateOfComment": "2008-08-24 13:04:38"
            },
            {
                "id": "45549",
                "author": "                            T20dk",
                "message": "                        te T20 mają bardzo fajny wyglad i sa wysokie jak na głośniki 2.0 i ciężkie. To jest zaleta. Reszte to co siwek755 napisal. \r",
                "dateOfComment": "2008-08-25 11:32:35"
            },
            {
                "id": "45683",
                "author": "                            1",
                "message": "                        Głosniki bardzo dobre, wszystko dobrze tak jak napisal isekw755",
                "dateOfComment": "2008-08-26 09:22:35"
            },
            {
                "id": "45684",
                "author": "                            brawo!!",
                "message": "                        Gratuluje napisania recenzji.\r",
                "dateOfComment": "2008-08-26 09:24:07"
            },
            {
                "id": "45685",
                "author": "                            FPS",
                "message": "                        Głosniki potrafią dobrze dawać, ale są głupie w regulacji z deka. Musisz pokręcić zeby nie pierdzialy, bo jak wezmiesz wszystko na full to pierdza. No lepiej to niz ograniczniki producenta z gory w zasadzie :D",
                "dateOfComment": "2008-08-26 09:25:55"
            },
            {
                "id": "45686",
                "author": "                            okokokokokokokokokokoko",
                "message": "                        polecamte glosniki sa wypas full. basów malo, ale jak ktos nie umie ustawic. ja sie pobawilem ekłalizerem i som basy1",
                "dateOfComment": "2008-08-26 09:27:39"
            },
            {
                "id": "45691",
                "author": "                            puście sobie te video na T20 !!",
                "message": "                        http://www.microsoft.com/poland/windowsmobile/6/default.mspx\r",
                "dateOfComment": "2008-08-26 09:49:32"
            },
            {
                "id": "45838",
                "author": "                            mozekartadotego?",
                "message": "                        polecam dokupic dźwiekówkę sandblastera live",
                "dateOfComment": "2008-08-27 10:32:29"
            },
            {
                "id": "48834",
                "author": "                            hendryk55",
                "message": "                        Dzięki tej opinii wiem po co pójdę do sklepu.Do tej pory słuchałem przez wieżę,ale poszła do lamusa.więc żeby  cokolwiek słyszeć, zamierzałem kupić T40 ale wychodzi na to ,że przepłaciłbym.\r",
                "dateOfComment": "2008-09-20 17:38:18"
            },
            {
                "id": "51599",
                "author": "                            siwek755",
                "message": "                        T20 są zdecydowanie. Nie można tego powiedzieć jednak o \"głowę wyższych\" T40. Ich cena jest zdecydowanie za wysoka. Może głupie porównanie, ale lepiej wychodzi 2x T20 niż 1x T40 :D A jeżeli T40, to już lepiej brać jakieś Z-2300.",
                "dateOfComment": "2008-10-10 21:33:34"
            },
            {
                "id": "52929",
                "author": "                            szol",
                "message": "                        szacunekza wysilek koles",
                "dateOfComment": "2008-10-20 16:16:14"
            },
            {
                "id": "64086",
                "author": "                            Grzegorz",
                "message": "                        Trzeba używać akapitów w tekście no ciężko się czyta",
                "dateOfComment": "2008-12-30 15:06:19"
            },
            {
                "id": "65398",
                "author": "                            siwek755",
                "message": "                        sory, to nie recenzja :P\r",
                "dateOfComment": "2009-01-06 16:25:04"
            },
            {
                "id": "70402",
                "author": "                            suchy",
                "message": "                        Nie no szacun za wypracowanie. Czysta prawda, trafiłeś w dziesiątke;)",
                "dateOfComment": "2009-02-02 09:02:09"
            },
            {
                "id": "87454",
                "author": "                            marssab",
                "message": "                        zaufałem siwek755 i kupiłem, nie zawiodłem się, opis Twój trafny jak najbardziej, wiecej takich opinii ludzie :D:DD: dzieki1!!!!!!",
                "dateOfComment": "2009-05-11 19:45:26"
            },
            {
                "id": "106661",
                "author": "                            WALDEK GOGO",
                "message": "                        DZIĘKI ZA TO WYPRACOWANKO WŁAŚNIE CZEGOŚ TAKIEGO SZUKAŁEM ",
                "dateOfComment": "2009-09-24 22:10:19"
            },
            {
                "id": "124502",
                "author": "                             / tjstudnicki /",
                "message": "                        siwek755 to geniusz (PROFESJONALISTA !!!). Mam 52 lata. Słuch taki ... przeciętny. 1,5 roku temu kupiłem T20  (179pln w Media Markt Bielsko-Biała). Zakup średnio przemyślany ( doradztwo subiekta sklepu ). Sprzęt był dla córki do HP ZA 3500PLN. Pozazdrościłem mgr prawa takich \"szaf\" !  W styczniu 2010 kupiłem sobie laptopa acer   z windows 7  i grafiką  ATI Mobility Radeon HD 4570.Teraz szukam T20. Widziałem je za 249zł. - Trochę dużo. Założyłem, że gdzieś znajdę do 200 pln.   Ten merytoryczny opis -autor siwek755, choć nie byłbym go w stanie napisać, jest dla mnie wspaniałym potwierdzeniem mojej decyzji, choć nie znam \"porównywalnych typów\".  Tak na marginesie-ćwierć wieku temu tak odbierałem krajowe kolumny z Wrześni - typ Altus 110. To były \"szafy\" wystawane w kilometrowych kolejkach i trzba było mieć dużo samozaparcia i szczęścia , by je \"ustrzelić\". Jak mawiał \"KISIEL\"... Zgadnij kotku dlaczego?! Choć to było sinusoidalnie 70wat na kanał i do wież Hi-Fi , dźwię podobny, czysty, jak woda z gór. Jestem zaskoczony, że z T20 /tak małych/ można tak wiele wycisnąć !!! - POZDRAWIAM AUTORA TEKSTU I DZIĘKUJĘ !!!!!!!!!!!!!!!!!!!!!!  ",
                "dateOfComment": "2010-02-26 19:03:28"
            },
            {
                "id": "141090",
                "author": "                            siwek755",
                "message": "                        bardzo dziękuje za docenienie moich wysiłków, po tak długim czasie głośniki oczywiście nadal polecam - są super!",
                "dateOfComment": "2010-08-10 20:56:08"
            },
            {
                "id": "226547",
                "author": "                            nilia",
                "message": "                        Super recenzja. Brawo! chyba się zdecyduję :)",
                "dateOfComment": "2013-12-11 13:13:10"
            },
            {
                "id": "246786",
                "author": "                            Red",
                "message": "                        Epicki komentarz :D",
                "dateOfComment": "2014-12-20 19:44:53"
            },
            {
                "id": "309621",
                "author": "                            Maciej",
                "message": "                        Te głośniki były w sprzedaży 10 lat temu ?? nie wieżę :D no ale jest jak byk :) ...\r",
                "dateOfComment": "2017-08-17 11:55:39"
            }
        ]
    },
    {
        "id": "91525",
        "author": "\n0...f        ",
        "dateOfPurchase": "2008-10-21 22:19:28",
        "dateOfReview": "2008-09-25 15:39:45",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Będzie to dość \"niszowa\" opinia, bowiem moim punktem odniesienia są wymagania stawiane \"audiofilskiemu\" sprzętowi do słuchania muzyki, którego używam, jeśli czas i miejsce na to pozwalają. Powiedzmy, że chcemy mieć namiastkę audiofilskiego (czyli przede wszystkim zrównoważonego) brzmienia na biurku z komputerem, ma to coś zajmować znacznie mniej miejsca niż typowy \"klockowy\" sprzęt i kosztować nie kilka tysięcy a najwyżej jakieś 200zł. Taka namiastka jest możliwa i funkcjonuje u mnie już od jakichś trzech lat pod postacią zestawu 2.1 Creative i-trigue 3200. Oczywiście daleko tym głośnikom do audiofilskiej neutralności, jednak ich brzmienie jest jednocześnie efektowne i niemęczące - stosunkowo przestrzenne i szczegółowe ale i ciepłe, z właściwym \"fundamentem\". Ostatnio potrzebowałem jeszcze jednych głośników do komputera, ale zamiast kupić drugi raz to samo (3200 są na rynku wtórnym), dałem się skusić pozytywnym opiniom i sensownej konstrukcji (normalne 2-drożne 2.0, kewlarowe membrany) i zdecydowałem się na GigaWorks T20. Wnioski z porównań z i-trigue 3200 są co najmniej dziwne, bo o ile gigantycznej różnicy w bezwzględnej jakości brzmienia nie ma, to jednak wychodzi na to, że bardziej \"audiofilskimi\" głośnikami jest wspomniany zestaw 2.1. \r\nOto dlaczego tak sądzę:\r\n- T20 mają sztucznie podbity wyższy bas. Można to co prawda zmniejszyć pokrętłem \"bass\", ale mimo wszystko dominuje on brzmienie - jest niekontrolowany i dudniący a jednocześnie brak basu najniższego - nie chodzi tu o jego ilość, tylko o rozciągnięcie w dół. Wobec powyższego niektóre dźwięki w pasmie basu są mocno podkreślone, innych natomiast praktycznie nie słychać - obniża to komfort słuchania w porównaniu z zestawem 2.1.\r\n- wyższe zakresy pasma są w zestawie 2.1 podane dużo bardziej \"na twarz\", niż w T20, których średnica jest zauważalnie wycofana i brzmi mało przekonująco - być może jest ciepła, ale pozbawiona szczegółów, po prostu bardziej \"przymulona\".\r\n- tony wysokie są niby porównywalnej jakości, w T20 nazwałbym je bardziej \"delikatnymi\", niestety wrażenie przestrzenności dźwięku (w sensie sceny, \"znikania\" głośników) oferują wyraźnie gorsze od porównywanego zestawu 2.1.\r\nPodsumowując: jeśli ktokolwiek jeszcze podchodzi do kwestii głośników komputerowych \"po audiofilsku\", niech na te głośniki uważa, bo ich \"hi-fi stereo\" aspiracje nie do końca mają przełożenie w końcowym efekcie.Jestem już po kilku tygodniach słuchania tych głośników i... no cóż - sporo audiofilskich urządzeń tak naprawdę \"zaczyna grać\" dopiero po \"wygrzaniu\" - tu mamy najlepszy tego przykład, choć T20 to tylko głośniki komputerowe - generalnie średnica zauważalnie bardziej plastyczna, bas zdecydowanie zaś się \"ucywilizował\" - wobec tego koryguję swą wcześniejszą recenzję - głośniczki nadal nie bezwzględnie, ale już dużo odważniej polecam!ja się podpisuję pod uwagami Krzysztofa( każdą z nich), odnośnie tych głośników i ich nie polecam. jak dla mnie mają bardzo, określiłbym to... nosowy dźwięk.\nMoże do większości popularnych, czy rockowych piosenek będą w miarę odpowiednie. Ale już do eksperymentalnej basowej- ambientowej elektroniki, w której bas ma być głeboki, plastyczny, ale nie łupiący chamsko, przygłuszając inne dźwięki; czy  Portishead'ów, bym ich nie brał- w drugim przypadku brak spójności dźwięku- perkusja i dudniący na pierwszym planie bas drażni niemiłosiernie i muzyka nie brzmi, traci prawie zupełnie swój urok. Dźwięk ma być przyjemny i spójny, nawet jeśli to jest perkusyjna  łupanka, czy drum'n'bassowa napier... dzielanka, czy jakaś szalona jazzowa improwizacja. Dla mnie na nich po prostu nie jest przyjemny. Nie radzą sobie. Dźwięk w niektórych momentach jest wzmocniony,  w innych nieprzekonywujący. Sztuczne zrobienie z nich głośników pseudo- audiofilskich zrobiło im tylko na złe.\n Kilka miesięcy cierpliwości, jeśli chodzi o tajemnicze zjawisko \"wygrzania\" nie zmieniły mojego zdania. Dalej momentami mam ochotę je wyrzucić przez okno z 7 piętra w akademiku. Ale przydają się moim znajomym z pokoju na imprezy także je oszczędzam;]  Dalej sądzę, że te głośniki grają strasznie chamsko.  Może po prostu jestem za bardzo wyczulony na ostre dźwięki, czy bas, ale z mojej perspektywy słuchacza- nie polecam. zgadzam się,jeśli chodzi o słuchanie muzyki są bardzo dobre muzykalne,niestety brakuje tonów średnich czyli jeśli ktoś chce kupić by podłączyć do tv i oglądać tvn24 czy inne programy polegające na rozmowie absolutnie odradzam tonów średnich wręcz nie da się wydobyć więc podgłaśniamy pózniej przychodzą reklamy i głośniki szaleją czyli niskie i wysokie tony,strasznie nienaturalne i męczące.Wzorem głośników komputerowych są dla mnie creative cambridge soundworks slim700 2.1 i szukam podobnych",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "34",
        "numberOfDownVotes": "7",
        "comments": [
            {
                "id": "53139",
                "author": "                            Krzysztof",
                "message": "                        Jestem już po kilku tygodniach słuchania tych głośników i... no cóż - sporo audiofilskich urządzeń tak naprawdę \"zaczyna grać\" dopiero po \"wygrzaniu\" - tu mamy najlepszy tego przykład, choć T20 to tylko głośniki komputerowe - generalnie średnica zauważalnie bardziej plastyczna, bas zdecydowanie zaś się \"ucywilizował\" - wobec tego koryguję swą wcześniejszą recenzję - głośniczki nadal nie bezwzględnie, ale już dużo odważniej polecam!",
                "dateOfComment": "2008-10-21 22:19:28"
            },
            {
                "id": "158781",
                "author": "                            Adam",
                "message": "                        ja się podpisuję pod uwagami Krzysztofa( każdą z nich), odnośnie tych głośników i ich nie polecam. jak dla mnie mają bardzo, określiłbym to... nosowy dźwięk.",
                "dateOfComment": "2011-02-12 14:31:27"
            },
            {
                "id": "272965",
                "author": "                            promill",
                "message": "                        zgadzam się,jeśli chodzi o słuchanie muzyki są bardzo dobre muzykalne,niestety brakuje tonów średnich czyli jeśli ktoś chce kupić by podłączyć do tv i oglądać tvn24 czy inne programy polegające na rozmowie absolutnie odradzam tonów średnich wręcz nie da się wydobyć więc podgłaśniamy pózniej przychodzą reklamy i głośniki szaleją czyli niskie i wysokie tony,strasznie nienaturalne i męczące.Wzorem głośników komputerowych są dla mnie creative cambridge soundworks slim700 2.1 i szukam podobnych",
                "dateOfComment": "2016-02-28 22:20:40"
            }
        ]
    },
    {
        "id": "87240",
        "author": "\n6...7        ",
        "dateOfPurchase": "2008-09-09 23:43:48",
        "dateOfReview": "2008-09-02 16:38:39",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Witam, kupiłem dziś te głośniczki, głównie ze względu na opinie które posiadają.\r\n\r\nOgólnie rzecz biorąc - jakość dźwięku 1 klasa, nie mogę się do niczego przyczepić.\r\nWygląd itp. także bez zarzutu, trochę łatwo się brudzą, ale bez przesady.\r\nBasy na przyzwoitym poziomie, jak dla mnie wystarczającym.\r\nStoją dość stabilnie. Moc muzyczna odpowiednia do wypełnienia przeciętnego pokoju dźwiękiem.\r\nNiebieska dioda robi piękne wrażenie, bardzo lubię takie dodatki, nie wiem czemu się tak wszyscy czepiacie...\r\n\r\nJedna rzecz mi trochę przeszkadza o której tutaj nikt nie napisał:\r\nPo włączeniu wydają lekki ciągły delikatny pisk wydobywający się z głównego głośnika, słyszalny gdy muzyka jest bardzo cicho (lub wyciszymy źródło dźwięku).\r\n\r\nBardzo proszę - zróbcie test waszym głośnikom, wyciszcie źródło (komp./mp3) na chwilę i posłuchajcie z bliska, czekam na potwierdzenie czy to standard, czy może mój egzemplarz ma jakąś wadę.\r\nChciałem tylko dodać wyjaśnienie odnośnie delikatnego pisku o którym wspomniałem w opinii:\r\n-Po tygodniu użytkowania stwierdzam, że jest to strasznie upierdliwe\r\n\r\n-Przeglądałem wiele forów i grup dyskusyjnych, m.in. oficjalna grupę dyskusyjną Creative'a (http://forums.creative.com/creativelabs/board?board.id=speakers)\r\ni znalazłem długi wątek w którym wiele osób skarży się na podobną przypadłość głośników, na forum opinii amazon.com także jest kilka podobnych opisów.\r\n\r\n-Najprawdopodobniej w niektórych seriach pojawił się błąd fabryczny który powoduje owe piszczenie, w większości głośników raczej wszystko jest OK.\r\n\r\n-Na mój e-mail do Tech-supportu do dziś nie otrzymałem odpowiedzi, na forach wiele osób pisze że creative ignoruje ich zgłoszenia, przy zgłoszeniach reklamacji otrzymują ponownie wadliwy produkt, a serwis twierdzi np. że nie dostrzegł wady.\r\n\r\n-Radzę kupować głośniki w sprawdzonych sklepach, a najlepiej w takich w których przed zakupem będziesz mógł/mogła sam(a)je sprawdzić przed zakupem i w razie czego łatwo zwrócić/wymienić.\r\n\r\nBędę się starał o naprawę tych głośników, opiszę tutaj jak to się skończy.\r\nPozdrawiam.Update:\r\nDziś zgodnie z wytycznymi pomocy tech. Creative wymieniłem głośniki w sklepie, otrzymałem głośniki wolne od wady o której pisałem, tzn. nie mają tego wkurzającego cichego piszczenia.\r\n\r\nW tym momencie stwierdzam, że jak dla mnie są idealne :)\r\nPodsumowując: Jeżeli trafisz na głośniki z podobną przypadłością, wymień je bez wahania.\r\nPozdrawiam.\r\n\r\nrównież mam te głośniki (opinia moja obok) i także występowało u nie owe piszczenie. Przy podkręceniu volume na full (oczywiście bez źródła dźwięku) pisk był naprawdę dobrze słyszalny i dokuczliwy. Przeczytałem Twoją wypowiedź Sławku i się ucieszyłem że będe mógł wymienić swoje głośniki na nowe (zawsze lepsze nowe niż używane :E bo owy problem mi nie przeszkadza aż tak bardzo). Stety, niestety pisku teraz nie ma. \r\n\r\nCzyli raz jest, raz nie ma - stąd zwroty reklamacji. \r\nJak tylko zaczną piszczeć, wymieniam :)",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "35",
        "numberOfDownVotes": "12",
        "comments": [
            {
                "id": "47541",
                "author": "                            Sławek",
                "message": "                        Chciałem tylko dodać wyjaśnienie odnośnie delikatnego pisku o którym wspomniałem w opinii:\r",
                "dateOfComment": "2008-09-09 23:43:48"
            },
            {
                "id": "48296",
                "author": "                            Sławek",
                "message": "                        Update:\r",
                "dateOfComment": "2008-09-16 18:10:49"
            },
            {
                "id": "73751",
                "author": "                            siwek755",
                "message": "                        również mam te głośniki (opinia moja obok) i także występowało u nie owe piszczenie. Przy podkręceniu volume na full (oczywiście bez źródła dźwięku) pisk był naprawdę dobrze słyszalny i dokuczliwy. Przeczytałem Twoją wypowiedź Sławku i się ucieszyłem że będe mógł wymienić swoje głośniki na nowe (zawsze lepsze nowe niż używane :E bo owy problem mi nie przeszkadza aż tak bardzo). Stety, niestety pisku teraz nie ma. \r",
                "dateOfComment": "2009-02-21 18:47:17"
            }
        ]
    },
    {
        "id": "2354084",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2013-12-09 19:54:19",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Witam. Zdecydowałem się napisać krótką opinie,  ponieważ jestem mega zaskoczony, oczywiście pozytywnie. Nie sądziłem, że tak niepozorne głośniczki mają w sobie taką moc! Zastanawiałem się od kilku tygodni jakie głośniki do mojego laptopa zakupić? Wybór padł na firmę Creative, z tego względu, że już miałem głośniki tego producenta 5.1 Tym razem interesował mnie zestaw 2.0 Po wyjęciu z pudełka już byłem mile zaskoczony, ponieważ sądziłem, że głośniki będą trochę mniejsze, a tu miła niespodzianka i okazało się że wcale takie małe nie są. Mi akurat to odpowiada. Gdy jeden z głośników wziąłem do reki już byłem przekonany, że będą fajnie grać, gdyż wcale taki lekki nie był. Pierwsze co się rzuca w oczy to żółte membrany. Bardzo fajnie to wygląda. Głośniki posiadają siateczki ochronne, lecz ja ich nie używam, właśnie dla tych membran. Podłączenie zestawu jest dziecinnie proste. Wraz z zestawem dostajemy 2 kabelki. Pierwszy to zasilacz, który podłączamy z prawego głośnika do zasilania. Lewy głośnik natomiast posiada swój kabel, który podpinamy pod prawy głośnik do wejścia ''TO LEFT SPEAKER'' Drugi kabel podłączamy do wejścia prawego głośnika ''AUDIO INPUT'' a drugi koniec podpinamy do laptopa. Głośniki włączamy pokrętłem VOLUME, który znajduje się na prawym głośniku, kręcąc lekko w prawo, a potem to już ustawiamy sobie głośność jaka nam pasuje. Obok VOLUME znajdują się jeszcze dwa pokrętła, mianowicie środkowy TREBLE oraz lewe pokrętło BASS. Zaraz pod nimi znajdują się dwa wejścia, jedno na słuchawki a drugie AUX IN aby podłączyć zestaw np. pod tv. Głośniki kupiłem przede wszystkim do słuchania muzyki. Po odsłuchaniu pierwszego kawałka byłem w szoku ile mocy mają w sobie te głośniki. Bass można tak ustawić że brzmi on fantastycznie. Nie zgadzam się z opiniami, że bass wydobywający się z tego zestawu jest słaby. Jak na takie głośniki jest bardzo dobry! Głośniki grają czysto. Nie ma żadnych szumów. Słuchałem na nich różnych gatunków muzyki od dance po rocka. Jestem bardzo zadowolony z zakupu tego zestawu. Wszystko jest proporcjonalne, a więc moc, wygląd i przede wszystkim jakość dźwięku. Wszystkim niezdecydowanym i tym zdecydowanym polecam ten produkt. Na pewno nie będziecie żałować tego zakupu.",
        "advantages": [
            "jakość dźwięku",
            "moc",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "4",
        "numberOfDownVotes": "2",
        "comments": []
    },
    {
        "id": "3212204",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfPurchase": "2016-03-02 16:09:47",
        "dateOfReview": "2015-06-27 16:00:50",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Najlepsze głośniki dostępne na rynku, a Creative to najlepsza firma głośników! Mam te głośniki od miesiąca, wcześniej niestety miałem szmelc Microlab Solo6C. Dźwięk Creativów jest zarąbisty. Jakość dźwięku miażdży o wiele droższą konkurencję! Niesamowite bassy, nieziemnskie tony średnie i cudowne wysokie! Creativy idealnie sprawdzają się w rapie, techni, disco polo, każda muzyka brzmi na nich świetnie! To jest to co tygrysy lubią najbardziej. Creative to najlepsza firma i robi najlepsze głośniki a nie chiński szmelc jak Microlab! Powiem więcej, dla normalnego miłośnika muzyki, który nie jest dewiantem-audiofilem, nie ma sensu kupować drogich zestawów stereo bo Creativy grają tak genialnie że normalny miłośnik muzyki nie usłyszy różnicy między nimi a drogą wieżą stereo za 500, 1000 czy nawet 2000 zł!Ta opinia to chyba jakiś żart, albo napisana przez kogoś opłacanego przez tę firmę, bo nie wierzę jakim cudem te plastikowe \"pierdziaweczki\" miałyby zagrać lepiej niż np. Solo 6c, a nie wspominając już o prawdziwych kolumnach stereofonicznych. Z szeroko rozumianym audio mam do czynienia od paru ładnych lat i mogę napisać, że w tej cenie znaleźć można lepsze głośniki komputerowe. Te plastikowe wytwory radziłbym omijać szerokim łukiem. ",
        "advantages": [
            "2 wejścia audio",
            "basy",
            "brak bluetooth",
            "cena",
            "dobre brzmienie",
            "dobry dzwiek",
            "dobry dźwięk",
            "dodatkowe korekcje w karcie usb",
            "jakość dźwięku",
            "klarowność dzwięku",
            "łatwo się przewracają",
            "małe zgrabne",
            "moc",
            "nie najlepsze kable",
            "słaby wzmacniacz słuchawkowy",
            "wygląd"
        ],
        "disadvantages": [
            "brak wad - najlepsze głośniki na świecie"
        ],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "1",
        "comments": [
            {
                "id": "273109",
                "author": "                            Darek",
                "message": "                        Ta opinia to chyba jakiś żart, albo napisana przez kogoś opłacanego przez tę firmę, bo nie wierzę jakim cudem te plastikowe \"pierdziaweczki\" miałyby zagrać lepiej niż np. Solo 6c, a nie wspominając już o prawdziwych kolumnach stereofonicznych. Z szeroko rozumianym audio mam do czynienia od paru ładnych lat i mogę napisać, że w tej cenie znaleźć można lepsze głośniki komputerowe. Te plastikowe wytwory radziłbym omijać szerokim łukiem. ",
                "dateOfComment": "2016-03-02 16:09:47"
            }
        ]
    },
    {
        "id": "341248",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-05-08 22:27:51",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Witam!\rKiedys mialem takie glosniki i powiem szczerze , ze jakos zadawala (kupilem je za 99euro)\rWiedzialem , ze jak za te pieniadze to beda graly ale nie az tak (oczywiscie jak na glosniki 2.0) . Idealny do spokojnej muzyki , do muzyki techno się nie nadają oczywiscie BASS robi co moze :) ale ''Profesionalitow , Technomaniacy'' mogą ponarzekac.\r\rNa minus :\r\rco prawda maly zasilacz , ale strasznie sie nagrzewa\rGlosniki mają super jakosc dzwieku jednak są troche za cięzkie :/\rCena rowniez zadna rewelacja ponad 180zl... Mozna kupic 2.1 z malutkim subooferem ale juz jakosc znacznie lepsza.\r\rNie mozna rowniez wylaczyc podswietlenia (na niebiesko) kolor jest za ostry i po dluzszym uzywaniu moga bolec oczy. ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "9",
        "numberOfDownVotes": "2",
        "comments": []
    },
    {
        "id": "10923161",
        "author": "\nMihu        ",
        "dateOfReview": "2019-08-15 22:25:07",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Długo omijałem te Creativy, aż w końcu się zdecydowałem, choć i tak z dużą dozą sceptycyzmu.\nO dziwo, perdziawki Creative grają zaskakująco dobrze jak na swoje rozmiary i cenę. Dźwięk lekko ocieplony ale wyraźny, ze znośnym basem. Zdarza im się zadudnić ale nie jakoś przesadnie, zresztą łatwo to opanować przy pomocy EQ, np. APO. \n\nDużą zaletą jest ich rozmiar oraz umiejscowienie otworów basowych, przez co nie są wrażliwe na ustawienie, mogą stać blisko ściany. Idealne do małych pomieszczeń. \n\nDwie główne wady(w moim odczuciu) to:\n- obudowy z materiału typu piano black. Lepiej by wyglądały w czarnym macie, coś ala Presonus Eris. \n- gładkie potencjometry. Przydałyby się jakieś żłobienia żeby paluchy się nie ślizgały. \n",
        "advantages": [
            "dobry dzwiek",
            "jakość dźwięku",
            "małe zgrabne",
            "moc"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "103095",
        "author": "\nf...4        ",
        "dateOfPurchase": "2008-11-25 14:53:23",
        "dateOfReview": "2008-11-22 17:57:34",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "  Przede wszystkim za tę cenę ciężko było by znaleźć lepsze głośniki. Kupiłem je za 170 zł, a do tego creative zwróciło mi 60 na konto w jakiejś miłej akcji. \r\n  Po kilku miesiącach używania największą wadą jaką stwierdziłem było pojawienie się w lewym głośniku jakiegoś dziwnego pierdzenia/bzyczenia/charczenia przy odtwarzaniu utworów z mocniejszym basem. Przeprowadziłem śledztwo, rozebrałem nawet głośnik w poszukiwaniu np jakichś kabli obijających się o kanał basowy, ale tam było wszystko ok, a kable obite miękkim materiałem, reszta wyścielona tkaniną - super. Okazało się że winne są kanaliki śrubek (??) - dokręcenie i wypchanie ich watą załatwiło sprawę:) (myślę że to nie zdarza się w inych egzemplarzach).\r\n  Basy w tych głośniczkach rzeczywiście są niezłe, ale jest to zasługą właśnie wspomnianego, dobrze obliczonego kanału basowego, a on jakby nie rezonuje we wszystkich częstotliwościach, więc w niektórych kawałkach bas jest kiepski, a w innych potrafi dać taki rezonans że wydaje się jakby rzeczywiście w zestawie był niezły subwoofer.\r\n  Wysokotonowy głośnik jest ok, dobrze rozjaśnia brzmienie całości - i potrafi czasem dać po uszach - jak dla mnie brzmienie wysokich tonów jest bardzo dobre. czasem jest może zbyt natarczywe i męczy, ale to kwestia regulacji tonów, a może i karty muzycznej (mam przeciętną - AWE64).\r\n  Do diody szybko się przyzwyczaiłem. Nie zahaczam już o nic po ciemku.\r\n  Doskonale brzmi na nich muzyka akustyczna. Ciepło i przyjemnie - może to nie jest jakieś audiofilskie hi-fi, ale z przyjemnością siadam w fotelu, parzę \"zieloną herbatę\" i delektuję się muzyką. Jazz brzmi super, rock ok, wszystko pod warunkiem że nie jest zbyt gęsto od instrumentów, wtedy dzwięk robi się trochę nieczytelny (nienadąża:). Świetnie słucha się również wszelkiej elektroniki (może tylko dub i drumy gorzej, bo basowo). Podsumowując - dzwonki dźwięczą, perkusja wybrzmiewa, gitara śpiewa:) Aha, te głośniki pozwalają dość wyraźnie odczuć że mp3 128 kbps to co najmniej o 64kbps za mało.Zapomniałem, pojawiły się jakieś T20 Series II, które moim zdaniem gorzej wyglądają, a we wnętrzu pewnie nic się nie zmieniło (marketingowa papka i sciema). Wiec jedynki pewnie będą powoli wycofywane. Aha, cena oczywiście x2.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "5",
        "numberOfDownVotes": "2",
        "comments": [
            {
                "id": "58195",
                "author": "                            Jakubas",
                "message": "                        Zapomniałem, pojawiły się jakieś T20 Series II, które moim zdaniem gorzej wyglądają, a we wnętrzu pewnie nic się nie zmieniło (marketingowa papka i sciema). Wiec jedynki pewnie będą powoli wycofywane. Aha, cena oczywiście x2.",
                "dateOfComment": "2008-11-25 14:53:23"
            }
        ]
    },
    {
        "id": "423392",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfPurchase": "2012-04-05 22:21:55",
        "dateOfReview": "2009-07-13 15:46:19",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Posiadam te głośniki od roku i jestem z nich bardzo zadowolony. Nadają się świetnie do słuchania prawie wszystkich gatunków muzyki-techno czy heavy metal odpadają ze względu na jakość basów . Przy dużej głośności (więcej niz połowa)basy zaczynają trzeszczeć i tracimy przyjemność ze słuchania. Dzwięk jest bardzo czysty, możemy usłyszeć wszystkie \"smaczki\" w danym utworze. Oprócz słuchania muzyki głośniki świetnie nadają się do oglądania filmów. Mogą zastąpić w tym nawet droższe zestawy. Co do gier nie są może wymoażone ale jak nie mamy słuchawek to te głośniki spokojnie nam wystarczą. \rDzięki ustawieniom basów i tonów wyższych na przednim panelu głośników możemy bardzo dobrze dostroić je do własnych upodobań.Pozatym prezentują się bardzo elegancko na biurku, wyglądają bardzo solidnie i gustownie. Jedy ich większy minus to niebieska dioda która może nam w nocy zastąpić źródło światła w pokoju..\rPodsumowując polecam te głośniki dla ludzi, którzy chcą kupić dobre głośniki w rosądnej cenie.Miałeś kolego wyjątkowego pecha bo ja kupiłem 2 kpl. [do kompa i do tv,] i oba grają super. Jak na takie maleństwa bas jest<i> [wymoderowano]!</i> Potwiwrdzam że przy dużej głośności zaczyna trochę charczeć ale wystarczy trochę ściszyć lub ująć basów i jest super.Przedewszystkim polecam zakupić dobrą kartę dzwiękową do pc bo na zintegrowanej najlepszy sprzęt nie pociągnie :)",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": [
            {
                "id": "190602",
                "author": "                            oper11",
                "message": "                        Miałeś kolego wyjątkowego pecha bo ja kupiłem 2 kpl. [do kompa i do tv,] i oba grają super. Jak na takie maleństwa bas jest<i> [wymoderowano]!</i> Potwiwrdzam że przy dużej głośności zaczyna trochę charczeć ale wystarczy trochę ściszyć lub ująć basów i jest super.",
                "dateOfComment": "2012-04-05 22:21:55"
            }
        ]
    },
    {
        "id": "265294",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2008-11-19 08:36:59",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Używam tych głośników od pół roku przy komputerze. Znakomicie nadają się do oglądania filmów, słuchania muzyki i do gier komputerowych. Dźwięk jest czysty, głęboki. świetnie się spisują nawet przy bardzo głośnym słuchaniu muzyki. Powinny wystarczyć nawet na sporą domową imprezę. Oczywiście zawsze znajdą się audiofile, którzy powiedzą, że jeśli kupować głośniki, to nie tańsze niż tysiąc zł (dlaczego? - bo tak), ale według mnie to naprawdę porządny sprzęt. Na przedzie prawego głośnika znajdują się wejścia do mikrofonu i słuchawek (dla mnie bardzo przydatne). Design to kwestia gustu (dla mnie jest świetny) szczerze polecam",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "8",
        "numberOfDownVotes": "4",
        "comments": []
    },
    {
        "id": "805780",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-09-12 18:49:22",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Głośniki te idealnie nadają się do komputera PC lub laptopa. Ich przeznaczeniem jest odgrywanie muzyki. Muszę przyznać, że znakomicie się w tym sprawują. Grają pełnym pasmem. Posiadają potencjometry do regulacji głośności, tonów niskich i wysokich. Jedynym mankamentem jest mocno świecą dioda, która może przeszkadzać, szczególnie podczas wieczornych odsłuchów.\rMimo tego, polecam te głośniki. Dostępna jest także nowsza wersja, w której dopracowano powyższy mankament i dodano kilka usprawnień.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2308292",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfPurchase": "2015-01-11 10:03:47",
        "dateOfReview": "2013-11-09 13:12:47",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "widze że ten szrot jest jeszcze w sprzedaży haha mam je chyba z 4lata w jednym spaliłem głosnik ten wielki (większy) bo są dwa chyba teraz jade na mono na dzień dobry wyrzuciłem te osłony (pończochy) i to był błąd bo zarżnoełem tą ostatnia kolumne i zaczyna szwankową nie wiem czasem czy nie wywaliłem \r\nze srodka wate musze sprawdzić głośnik ogólnie gra tak sobie ale jakoś mało miło (ciepło) ale w miare czysto i muzykalnie brzmienie też ma ostre ale chyba przekłamuje ale to już nie na moje uchoBełkot",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "4",
        "comments": [
            {
                "id": "248370",
                "author": "                            misiek",
                "message": "                        Bełkot",
                "dateOfComment": "2015-01-11 10:03:47"
            }
        ]
    },
    {
        "id": "349153",
        "author": "\nd...0        ",
        "dateOfReview": "2009-05-28 09:54:18",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Nie jestem audiofilem, nie jestem specem od sprzętu komputerowego. Chciałem kupić dobre głośniki 2.0 aby nie zajmowały mi zbyt dużo miejsca i grały fajnie. Poczytałem trochę w necie i zdecydowałem się na model Creative GigaWorks T20.... jak podłączyłem usiadłem. One są boskie! Grają tak czysto, że przestałem słuchać muzyki przez wieżę, ale puszczam przez kompa! \r\rPolecam Wszystkim, jakość, wygląd - głośniki pomimo, że do najtańszych nie należą, ale są warte tej kasy!!!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "254248",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2008-08-08 15:16:30",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Grają naprawdę czysto, bardzo dobrze eksponowane wszystkie tony w tym basy, jak na tak kompaktową konstrukcję, a już tym bardziej za taką cenę. Dodatkowym atutem jest tu elegancki design. \rDo gier i mp3 po prostu genialne, moc wystarczająca.\rOsobiście uważam że są to najlepsze głośniczki tej klasy, a już na pewno najlepszy wybór za te pieniądze. Moim zdaniem nawet nie opłaca się inwestować w większą droższą wersję T40.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "11",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "609478",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-08-14 15:15:36",
        "score": "3/5",
        "isRecommended": null,
        "message": "Dźwięk, który daję nam ten zestaw jest z pewnością dobrej jakości w klasie głośników 2.0. Są wyraźne tony wysokie, ładnie odseparowane, brzmiące czysto. Basy nie imponują, ale można je usłyszeć. Jeśli chcemy jednak podkręcić moc dźwięku poza połowę skali to basy zaczynają charczeć i trzeba je koniecznie zmniejszyć. Zestaw jest w sumie uniwersalny, nadaję się do słuchania muzyki jak i do filmów czy gier. Jest to dobrej jakości dźwięk, w którym da się usłyszeć nieco basów.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "378993",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-06-24 19:56:49",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Mniejszy, co ma wpływ na dźwięk - nieco mniej basu, a i co ciekawe - ogólnie nieco gorzej brzmią, ale sporo tańszy i mniejszy, a przez to mobilny zestaw stereo. W kwocie około 200zł ciężko o coś lepszego. Zestaw dla ludzi którzy wiedzą czego chcą, dla których muzyka to nie tylko dudnienie z małego subwooferowego głośnika z taniego zestawu. Tutaj w przeciwieństwie do tanich zestawów z .1 na końcu jest scena, jest przestrzeń i jest coś więcej niż dudniący bas.\r",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "992928",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-09-21 14:34:25",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Creative wypuszczając ten model chciał chyba udowodnić, że głośniki typu 2.0 też mogą dobrze grać, niekiedy nawet lepiej niż tańsze zestawy 2.1 konkurencji...\r\r\rI tak jest! Głośniki grają rewelacyjnie, jeśli chodzi o pasmo przenoszenia i wykonanie - same superlatywy. Gorzej jeśli chodzi o cenę - dla niektórych może wydać się zaporowa jak za zestaw 2.0.\r\rJednak w tym przypadku warto chyba wydać nieco ponad 230 zł i mieć naprawdę dobry sprzęt na lata. Polecam!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "509052",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-08-03 15:57:56",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "W tym roku wybieram się na studia i chcę kupić jakieś w miarę nie duże i dobre jakościowo głośniki. Dużo czytałem o nich, ale dopiero gdy usłyszałem u kumpla jak grają, zacząłem je doceniać. Grają bardzo przyjemnie dla uszu, na prawdę bardzo przyjemna góra i środek, przy pierwszym przesłuchaniu może zachwycić. Do tego przyjemny bass, który staje się głębszy dzięki otworowi Reflex Bass....miód dla uszu. Jedynym minusem może być cena, dlatego  czekam na jakąś okazję...",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "1843210",
        "author": "\ne...b        ",
        "dateOfPurchase": "2012-10-09 14:22:57",
        "dateOfReview": "2011-10-29 21:29:33",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Głośniki firmy Cambridge SoundWorks, basowe mają membrany z włókna szklanego, do tego wysokie tony z prawdziwego zdarzenia, mocny 37V zasilacz DC, wzmacniacz nie zawiera tradycyjnych wzmacniaczy mocny - nie ma radiatorów, są w zamian OP AMPy. Jeśli chodzi o jakość - bezkonkurencyjne w tej cenie. Żadne microlaby nie zagrają czyściej i przestrzenniej, żadne logitechy. Creative miażdży konkurencję w tej kategorii cenowej.\"Żadne microlaby nie zagrają czyściej i przestrzenniej, żadne logitechy. Creative miażdży konkurencję w tej kategorii cenowej.\"posluchaj sobie np Logitech X-530 cena w okolicach 200zl@XxX Słuchałem X530, słuchałem też Z-2300, są głośniejsze ale jakość jest słabiutka satelity są zduszone wysokie tony trzeszczące, średnich brak a bas jest.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "3",
        "numberOfDownVotes": "0",
        "comments": [
            {
                "id": "200659",
                "author": "                            XxX",
                "message": "                        \"Żadne microlaby nie zagrają czyściej i przestrzenniej, żadne logitechy. Creative miażdży konkurencję w tej kategorii cenowej.\"posluchaj sobie np Logitech X-530 cena w okolicach 200zl",
                "dateOfComment": "2012-10-09 14:22:57"
            }
        ]
    },
    {
        "id": "8748895",
        "author": "\nTomasz        ",
        "dateOfReview": "2018-12-16 12:58:35",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Nie spodziewałem się cudów za 200-250 zł i jestem pozytywnie zaskoczony. Grają ładnie i zajmują mało miejsca (połowę tego co najmniejsze Endifiery). Dodatkowymi plusami są wyjścia słuchawkowe oraz AUX, a także auto-wyłączanie się (włącznie z diodą) gdy są nieużywane. Wg. mnie na biurko nawet lepsze niż Endifiery bo maja otwór bass reflex na górze, a nie z boku przez co są mniej wybredne pod względem ustawienia (nic nie dudni przy ścianie).",
        "advantages": [
            "dobre brzmienie",
            "dobry dzwiek",
            "dobry dźwięk",
            "jakość dźwięku",
            "klarowność dzwięku",
            "małe zgrabne",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "122830",
        "author": "\n6...c        ",
        "dateOfReview": "2009-02-13 11:13:01",
        "score": "3/5",
        "isRecommended": null,
        "message": "Całkiem ładnie grają jak na swoje rozmiary. Na pewno nie jest to sprzęt dla audiofilów, ale po odpowiednim wyregulowaniu basów i sopranów w kompie, winampie i na głośnikach dźwięk jest bardzo przyjemny. Tony wysokie potrafią dźgać mocno w uszy a basy charczeć przy bardzo głośnym słuchaniu.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "390592",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-06-28 20:00:39",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Osobiście posiadam te głośniki i jestem z nich bardzo zadowolony. Mianowicie nadają czysty i mocny dźwięk, mają dobry bas, z łatwością można je podłączyć (zrobiło by to nawet dziecko), mają świetny design i są po prostu niezawodne. Co do minusów to mają jeden ogromna cena aż257.99 zł.!!!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "765270",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-09-04 21:34:26",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Myślę, że takie głośniki to dobre rozwiązanie do pokoju. Zajmują mało miejsca, ale mają całkiem dobra moc i dobre brzmienie. Można regulować na nich tony, basy. Bardzo fajnie brzmią, a w końcu to tylko dwa głośniki- idealne aby ustawić je obok komputera. Zamierzam takie zakupić.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "42063",
        "author": "\nb...3        ",
        "dateOfReview": "2007-12-07 09:40:52",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Jest to doskonałe rozwiązanie dla osób, które maja mało miejsca, a chciałyby się cieszyć dźwiękiem.bardzo dobra separacja dźwięków, bas nie jest za duży, ale na biurku za dużo basu to mało przyjemne. Jakość wykonania za tą cenę jest bardzo dobra.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "16",
        "numberOfDownVotes": "10",
        "comments": []
    },
    {
        "id": "1339669",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-11-29 18:55:04",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "No cóż głośniki są ok.Czysty dźwięk,dobry bas,dobra jakość dźwięku ale szybko się psują.Ja miałem dokładnie takie same pograły dwa miesiące i się zepsuły,szkoda bo naprawdę fajne.Jest wysoka cena i szybko się psuje przynajmniej moim zdaniem to są minusy.Więc nie polecam.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1666946",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2010-02-09 02:03:07",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Jeśli ktoś chciałby się cieszyć dźwiękiem wysokiej jakości, a niestety nie może sobie pozwolić na zestaw 2.1, bo nie ma miejsca na subwoofera, ten produkt będzie dobrym wyborem. Nie jest to tani zestaw 2.0, ale przy tej jakości wykonania i brzmienia warty uwagi.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1615961",
        "author": "\nb...c        ",
        "dateOfReview": "2010-04-01 15:24:24",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Kupiłem w sklepie z elektroniką z największej sieci sklepów detalicznych w Polsce MM. Za 319 zł. Jestem zadowolony. Na razie powyżej połowy mocy głośności słychać harczenie, ale podobno po wygrzaniu cewki głośnikowej będzie lepiej. Mniej więcej miesiąc grania. Polecam",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "3",
        "numberOfDownVotes": "6",
        "comments": []
    },
    {
        "id": "1700458",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2010-02-11 11:26:16",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Starannie wykonane i solidne głośniki bardzo znanej i cenionej firmy. Głosniki są niewielkich rozmiarów dlatego niema problemu z ustawieniem ich na biurku czy innym miejscu. Według mnie głośniki bardziej nadają się do biura niż do domowego urzytku.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1762495",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2011-01-02 17:54:59",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": " Panowie i panie bardzo polecam ten zestaw, dzwięk jak najbardziej czysty, basy jak dla mnie są ok. Jeżeli chodzi o głośniki 2.0 to raczej w tym przedziale cenowym nie znajdziecie lepszych. Jestem z nich naprawde zadowolony polecam bardzo.  ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2860243",
        "author": "\nOxo        ",
        "dateOfPurchase": "2014-11-13 14:44:11",
        "dateOfReview": "2014-12-12 14:32:17",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Polecam zakup tych słuchawek. Przesiadłem się ze starszego modelu i nie spodziewałem się, że może być jeszcze lepiej.  Dobry dźwięk zarówno przy podłączeniu bezpośrednio jak i poprzez dołączoną kartę USB. ",
        "advantages": [
            "dobry dzwiek",
            "dodatkowe korekcje w karcie usb"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "992380",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-09-21 15:29:48",
        "score": "3/5",
        "isRecommended": null,
        "message": "Głośniki T20 to dobra opcja dla ludzi, którzy mają mało miejsca na biurku. Dźwięk słabiutki - basu nie ma praktycznie żadnego. Tylko jakieś pukanie, za to wysokie i średnie tony są na dobrym poziomie. Serdecznie polecam do laptopa ;)",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "1167469",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2009-10-18 00:14:55",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Na dźwięk nie mogę narzekać. Głośniki w połączeniu z dość dobrą kartą dźwiękową dają miłe brzmienie dla ucha. Piękny wygląd, wysoka jakość dźwięku to ich największe zalety. Jedynym minusem jest cena, jednak są jej warte.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2061863",
        "author": "\nb...6        ",
        "dateOfReview": "2013-05-08 09:28:58",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Dzisiaj w końcu kupiłem głośniki, o których marzyłem od dawna, muszę powiedzieć, że dźwięk jest naprawdę bardzo dobry. Właśnie słucham ulubionej muzyki i jestem zachwycony dźwiękiem, za który zapłaciłem rozsądną cenę.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "10385227",
        "author": "\ndgvideocom*****        ",
        "dateOfPurchase": "2019-04-08 17:40:58",
        "dateOfReview": "2019-04-22 09:48:29",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobry sprzęt w dobrej cenie.Bardzo dobry kontakt ze sklepem,szybka wysyłka,wszystko w jak najlepszym porządku",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3711283",
        "author": "\nDarek        ",
        "dateOfReview": "2016-04-24 10:45:29",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Głośniki dają czysty dźwięk nawet przy głośnym słuchaniu muzyki. Dużą zaletą są długie przewody łączące,. co pozwala na swobodne ustawienie na biurku czy stoliku. Polecam ! :-)",
        "advantages": [
            "dobry dźwięk",
            "jakość dźwięku",
            "klarowność dzwięku",
            "moc",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "80505",
        "author": "\n4...7        ",
        "dateOfReview": "2008-07-30 12:11:02",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Ogólna ocena.... Hmmmm.... mowie Wam, ze głosniki są super ..... Ja nie miałam zbyt dużo miejsca na biurku, więc musiałam wybrać cos mniejszego :) ale nie narzekam.... głosniczki się sprawują :D ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "9",
        "numberOfDownVotes": "8",
        "comments": []
    },
    {
        "id": "2109853",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2013-06-14 04:16:05",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Za tą cenę nie ma lepszych głośników 2.0Wady - słaby i plastikowy bass, od razu widać, że brak im wytłumienia w obudowie. Drewniany zestaw 5.1 genius brzmi lepiej ale kosztuje też ponad 100 zł więcej.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "43406",
        "author": "\na...1        ",
        "dateOfPurchase": "2008-05-24 19:29:06",
        "dateOfReview": "2007-12-15 02:39:28",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "To jeszcze raz ja W uzupełnieniu żeby się audiofile nie śmieli Grają ale z DOBRĄ kartą ew z odtwarzaczem cd Z kartą z własnej stajni np soundblaster niestety nie grają no chyba że ktoś lubi ostro i na sucho :-)ale jesteś burak.\r\nPrzez ciebie kilka osób musi szukać gdzie indziej opinii na temat produktu.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "2",
        "numberOfDownVotes": "8",
        "comments": [
            {
                "id": "34033",
                "author": "                            dzony",
                "message": "                        ale jesteś burak.\r",
                "dateOfComment": "2008-05-24 19:29:06"
            }
        ]
    },
    {
        "id": "2778018",
        "author": "\nPiotr        ",
        "dateOfPurchase": "2014-10-14 22:44:45",
        "dateOfReview": "2014-10-22 16:34:59",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Głośniczki bardzo ładnie wykonane, nie ma się do czego przyczepić. Grają całkiem nieźle jak na głośniki komputerowe. Pokrętła mogłyby być trochę głębsze co ułatwiłoby manipulowanie nimi.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4203121",
        "author": "\nwojtaslot        ",
        "dateOfPurchase": "2016-11-02 01:46:50",
        "dateOfReview": "2016-11-16 23:49:28",
        "score": "0,5/5",
        "isRecommended": "Nie polecam",
        "message": "Bas jak na moje amatorskie ucho i tak mały sprzęt jak najbardziej wystarczający do wymogów przeciętnego Kowalskiego. 😊",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "1735234",
        "author": "\n8...4        ",
        "dateOfReview": "2010-08-26 21:55:30",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Posiadam te głośniki od 4 miesięcy. Biorąc pod uwagę iż są to głośniki z segmentu głośników komputerowych to zakup ich nie był błędem, chociaż cena nie zachęcała. Głośniki mają bardzo ładne brzmienie, regulację tonów niskich i wysokich. Głośność jest również odpowiednia - włączony utwór jest dobrze słyszalny w drugim pokoju. Brzmienie basu robi wrażenie, zwłaszcza że są to małe głośniki, ale ekipa z Creative widocznie lepiej się przyłożyła do stworzenia tego produktu. Z głośników nie wydostają się żadne dziwne dźwięki, nie słychać żadnego charczenia. Wizualnie bardzo ładnie komponują się na biurku z monitorem. Ze względu na to że głośniki są niedużych rozmiarów używam ich również jako głośniki do telewizora. Z tymi głośnikami oglądanie filmów to prawdziwa przyjemność. Zewnętrzny zasilacz dołączany do głośników to wg mnie dobry pomysł; dzięki temu rozwiązaniu w głośników nie wydostaje się dźwięk pracującego transformatora - po prostu słychać ciszę! \r\nBardzo udany zakup! ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "5",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "1993413",
        "author": "\nf...a        ",
        "dateOfReview": "2012-09-22 03:51:15",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Rozglądałem się za głośniczkami do TV. Miały godnie zastąpić wbudowane, z których dźwięk sprawiał wrażenie jakby dobiegał ze studni - zamulony i nieczytelny. Nie miałem dużego pola do manewru, musiały się bez problemu zmieścić w niezbyt obszernych zakamarkach meblościanki. Na placou boju pozostały więcj jedynie kompaktowe zestawy komputerowych głośniczków 2.0 i 2.1. Po wstępnym odsłuchu odpadły propozycje z oddzielnym subem, bas zagłuszał i stłamszał w nich pozostałe pasma. O wyborze Gigaworksów zadecydowały głównie wymiary i wysoka estetyka. Znajomy posiadał też T40 pierwszej serii, podobała mi się ich jakość wykonania. Wybór okazał się trafny, jakość odsłuchu jest więcej niż zadowalająca. Wytarczyło podłączyć je do analogowego wyjścia słuchawkowego kabelkiem minijack i ustawić głośność na połowę skali. Oczywiście fizyki nie da się oszukać np. moje wielgachne stare kolumny Sony grają lepiej. Tyle, że wymagają \"odrobinkę\" więcej miejsca w domu i dodatkowego zewnętrznego wzmaka który też do poręcznych nie należy. Tak czy inaczej, T20 II to nie sprzęt dla audiofili. Ale oni raczej nie kupują głośniczków za 200 PLN. Pozostali użytkownicy powinni być zadowoleni - pamiętając o ich ograniczeniach i przeznaczeniu. Jest to jeden z tych produktów, gdzie po zakupie i przetestowaniu ma się (subiektywne) wrażenie dobrze wydanych $.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "4",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1842549",
        "author": "\n7...f        ",
        "dateOfReview": "2011-10-22 14:01:05",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Posiadam te głośniki od jakiegoś czasu, i muszę powiedzieć że grają na prawdę nie źle. Miałem brać Modecom'y HF 40 ale stwierdziłem że są trochę za duże, a ja zawszę jestem \"w gorącej wodzie kąpany\" więc wybrałem te Creative'y, kierując się tym że posiadam słuchawki Creative Aurvana Live, w wielu kręgach już legendarne :) Byłem u kolegi który nie dawno kupił sobie zestaw 2.1 Logitech'a z523 i muszę powiedzieć że grają ładnie, szczególnie tony niskie ale średnie i wysokie tony nie są już takie ładne jak w T20. Poza tym w tamtych bass jest wg. mnie za potężny i trochę nie okiełznany, fajne buja ale na dłuższą metę może być męczące, T20 mają delikatny bas, który się ładnie rozlewa i nie zagłusza reszty pasm. Na niecałej połowie głośności czuć jak bas trzęsie(Oczywiście nie tak mocno jak w zestawach 2.1) co przy tak małych membranach jest wg mnie aż zaskakujące. Tak więc nie żałuję pieniędzy na nie wydanych, polecam je dla osób które szukają małych głośników do nie za dużego pokoju, które można zabrać ze sobą praktycznie wszędzie. Nie napędzimy tym imprezy, ale do słuchania muzyki na komputerze jest aż nad to. I jak nie którzy uważają, słucham muzyki klubowej, house itp., w nie których przypadkach to nawet łupanki, i nie uważam jakoby bass był za słaby do takiej muzyki. Podobno głośniki radzą sobie jeszcze lepiej z rockiem, jazzem, ale nie wiem bo nie słucham takiej muzyki.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "3",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "708719",
        "author": "\n1...7        ",
        "dateOfReview": "2009-08-28 09:51:48",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Korzystam z T20 od prawie roku i nie wymieniłbym ich na żaden inny model. Przed zakupem zastanawiałem się również nad Logitech x-230, do których raczej przekonywała mnie dziewczyna. O tym, że nie warto ulegać kobietom przekonałem się już w wkrótce. Logitech x-230 posiada bardzo małe satelitki, które prawie nie emitują tonów średnich, a nawet jeśli, to i tak są one zagłuszane przez potężny subwoofer, całkowicie niedostosowany do nich mocą. Może za to służyć jako kardiowerter lub, przy maksymalnych ustawieniach, nawet bo wyburzania budynków. Tony niskie są nienaturalnie przesadzone. T20 nie mają subwoofera a jednak basiki mają bardzo pełne i miękkie :-). Szczerze mówiąc, do dzisiaj zastanawiam się jak z głośników o tak małej średnicy może wydobywać się tak ładny dźwięk. Duża tuba wylotowa doskonale radzi sobie z odprowadzaniem sprężonego powietrza na zewnątrz obudowy. To prawda co piszą, niebieska dioda jest po prostu zaje**sta. Doskonale oświetla cały pokój. Udało mi się ją dosyć estetycznie zakleić. Warto dodać, że kolumny są wyjątkowo porządnie wykonane. Ciężke, dobrej jakości tworzywo, polerowany na wysoki połysk przedni panel i Żółta membrana większego głośnika są bardzo miłe dla oka. Przez to, że są wysokie i wąskie, nie są niestety bardzo stabilne. Zasilacz bardzo się nagrzewa. Generuje także dość silne pole elektromagnetyczne. Kiedy stał przy starym monitorze CRT, mocno zniekształcał obraz. \r\rNiestety producent (lub dystrybutor) chyba się zorientował, że mu wyszło, bo od momentu zakupu przeze mnie tych głośniczków ich cena poszybowała. Kupowałem je za 159 zeta, a dziś można mówić o szczęściu, jeżeli wyhaczy się je za 200 z kawałkiem.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "2",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2374151",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2013-12-19 20:10:57",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Poszukiwałem zestawu pomiędzy 200 a 300 zł. Teoretycznie nie potrzebowałem niczego rozbijającego szyby gdyż taki zestaw już posiadam. Poszukiwałem sprzętu do spokojnego, okazjonalnego odłsuchu muzyki rock. pop ewentualnie klasyka. Nie spodziewałem się cudu, aczkolwiek byłem mile zaskoczony. Dzwięk oczywiśćie można przesycić podkręcając tony, ale kto powiedział że wszystko trzeba podbijać... Głebokiego basu nie ma co się spodziewać po tego rozmiaru głośnikach aczkolwiek graja wystarczająco klarownie. Polecam temu kto nie p***** najtańszego basu a w miarę czytelnego dźwięku",
        "advantages": [
            "jakość dźwięku",
            "moc",
            "wygląd"
        ],
        "disadvantages": [
            "łatwo się przewracają",
            "słaby wzmacniacz słuchawkowy"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "6686389",
        "author": "\nhetheway        ",
        "dateOfReview": "2018-03-08 09:52:50",
        "score": "3/5",
        "isRecommended": null,
        "message": "Zachęcony pozytywnymi opiniami nabyłem te głośniki. Jakość dźwięku jest dostateczna. Skierowane w górę porty bass reflex sprawiają że jakiekolwiek basy słyszalne są gdy stanie się nad głośnikami. Gdy słuchamy muzyki normalnie, dolne pasmo jest wyraźnie obcięte. Regulatory - pokrętła BASS i TREBLE - mają skok w połowie regulacji - pomysł bardzo nietrafiony. Pokrętło głośności jest okropne - zintegrowane z włącznikiem, wyskalowane logarytmicznie, podświetlone diodą oświetlającą pół pokoju. Głośniki pomimo posiadania zewnętrznego zasilacza - zauważalnie buczą już przy ustawieniu średniego poziomu głośności. Niestety ale 2x lepszy dźwięk zaoferuje nam zestaw 2.1 za połowę ceny tych głośników.",
        "advantages": [
            "moc",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1612764",
        "author": "\n2...2        ",
        "dateOfReview": "2010-02-28 17:18:16",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Potwierdzam opinie o mocy basu. W porównaniu do systemów 2+1 jest oczywiście zupełnie inaczej. Zdecydowanie bas nie ma takiej siły ale z drugiej strony jest czysty. Dla mnie osobiście uważam, że zestaw mogły by grać odrobinę niżej tylko czy to możliwe w przypadku głośników komputerowych ?.  Słychać sporą różnice w jakości odtwarzanej muzyki mp3 a Wav'ów.\r\n\r\nGeneralnie głośniki zapewniają BARDZO dobrą jakość odtwarzanej muzyki. Muzyki można na nich słuchać relatywnie cicho nie przeszkadzając pozostałym mieszkańcom w moim przypadku bloku (subbufer :-) ). Muzyka jest bardzo drobiazgowo odtwarzana. Dźwięk z głośników rozstawionych po obu stronach monitora tworzy bardzo fajną scenę. Ze względu na ich wielkość idealne do stanowiska komputerowego i małych pokoi 6-10m.\r\n\r\nGeneralnie do codziennego słuchania o umiarkowanej głośności idealne. Dźwięk, który się wydobywa nie męczy. Nie drażni. Jest w sam raz.\r\n\r\n",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3540865",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2016-01-19 20:36:27",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Porównywałem creative t20 sII z creative t6100 i wnioski są następujące. w salonie który ma ok 30m2 wygrywa zestaw 5.1 t6100 ponieważ ma większą moc i nie ustępuje zbytnio jakością dźwięku. t20 gdy stoją w dużej przestrzeni tracą sporo ze swoich atutów w tym bass który staje się zbyt słaby z tąd tak różne opinie. Gdy jednak postawić t20 w mniejszym pomieszczeniu to gra aż miło. Dźwięk czysty a bass soczysty i dudniący jak z dodatkowego subufera. Także mój wniosek jest taki że jeśli potrzebujesz glośniki do większego pokoju lepiej wziąść zestaw 2.1,5.1,7.1, do mniejszych t20 będzie bezkonkurencyjny.Ważne jest również gdzie będzie ustawiony zestaw, mi osobiście lepiej grał przy podłodze niż na biurku czy półce",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "4341784",
        "author": "\nTadek        ",
        "dateOfReview": "2017-01-10 19:31:27",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Potrzebowałem porządnych głośników do czystej reprodukcji wokalu. Uczę się angielskiego przez skype i czasem oglądnę jakiś film lub video na youtube. I do tego właśnie zadania ten model nadaje się bardzo dobrze. Ma regulację basów i sopranów a to podstawa. Bass reflex mam zatkany, basy również skręcone na 0. Nienawidzę dudniącego basu zalewającego całe pasmo. Głośniki są z plastiku, ale nie słychać wcale tego, że są zrobione z jakiegoś taniego tworzywa. Tak jak pisałem używam ich do skype i do filmów. Duży plus to złącze słuchawkowe i drugie aux in na froncie obudowy. Nie mam pojęcia jak się sprawdzają w grach i muzyce więc się nie będę wypowiadał. Są dosyć małych rozmiarów, ale jednocześnie dość ciężkie. Czuć, że są tam zamontowane solidne i masywne przetworniki a nie to co najtańsze na rynku. Tak naprawdę mam jeden głośnik z pierwszej serii. Kupiłem na allegro za kilkadziesiąt zł i to był jeden z bardziej udanych zakupów. Do moich celów mi nie przeszkadza, że mam tylko jeden kanał. Reasumując jak ktoś szuka dobrego głośnika do skype, do słuchania podcastów, audiobooków po angielsku, czasem do filmów, to raczej nie znajdzie nic lepszego. Cena może i jest dość wysoka, ale już nie raz się naciąłem kupując tanie produkty. Reasumując najlepiej się sprawdzają przy wokalu który jest dość czysty wyraźny i klarowny.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2474746",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2014-02-27 21:23:51",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Głośniki spełniają pokładane w nich nadzieje. Na początek trzeba napomnieć, że dźwięk z tych głośników idealny nie jest. Najlepiej brzmi wokal oraz poszczególne instrumenty. Wydaję się że największy problem mają ze średnimi tonami, wydają się być płaskie, wycofane i jakby sztuczne. Co do niskich to zestaw robi co może, mimo swoich miniaturowych przetworników i tu nie mam zastrzeżeń. Ogólnie za zestaw zapłaciłem 130 zł i za tą cenę produkt jest godny polecenia. Ostatnio jego cena drastycznie wzrosła i nie są już niestety tak opłacalne jak kiedyś. Na koniec jeszcze muszę zaznaczyć że miałem już do czynienia z wieloma zestawami -> z-2300, x-540, inspire 5800, gigaworks g500, genius 1250x oraz 2000x. Każdy z zestawów jest bardzo dobry oraz ma swoje wady jak i zalety. Najlepiej z nich wspominam 1250x - świetne głośniki. Dodam także można się bać głównie o awaryjność znaną z innych produktów tego producenta ( potencjometry, słabe komponenty i kiepskiej jakości zasilanie, czy też znane problemy z przekaźnikami w g500  ).",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "51810",
        "author": "\n6...c        ",
        "dateOfReview": "2008-02-04 14:34:16",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Głośniki po prostu wymiatają :) grają cudownie jak na zestaw 2.0  Basy też niczego sobie. Mają \"tą moc\" której ja szukałem :) POLECAM !!!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "6",
        "numberOfDownVotes": "10",
        "comments": []
    },
    {
        "id": "2367579",
        "author": "\nsebulba        ",
        "dateOfPurchase": "2013-11-15 13:30:20",
        "dateOfReview": "2013-12-17 01:35:24",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "rewelacja :)",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "6416747",
        "author": "\nblack70        ",
        "dateOfReview": "2017-12-30 23:14:45",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Super głośniki. U mnie bass na 50%, sopran na max i bajka do słuchania muzyki. Cena wysoka, ale waaaaartoooooo!!!!!!!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3216596",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2015-07-01 08:49:52",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Wysokie spoko ale basu brak. Lepiej kupić 2.1 z subwooferem. Bez suba to  straszna lipa",
        "advantages": [
            "dobry dźwięk",
            "jakość dźwięku",
            "wygląd"
        ],
        "disadvantages": [
            "dobre brzmienie",
            "moc"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "124686",
        "author": "\n3...e        ",
        "dateOfReview": "2009-02-22 15:15:04",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Po podłączeniu do komputera..niesamowite aż się zdziwiłem że muzyka lub gry w które grałem mogą brzmieć tak dobrze!!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2057695",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2013-04-26 01:06:02",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "nigdy nie przykładałem wagi do głośników komputerowych,ale od momentu zakupu T20 uwielbiam słuchać muzyki z kompa",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2625821",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2014-06-28 23:05:51",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "jak na głośniki do komputera, w tej cenie ciężko będzie znaleźć lepsze :)",
        "advantages": [
            "jakość dźwięku",
            "klarowność dzwięku",
            "wygląd"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4203125",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfPurchase": "2016-11-02 01:46:50",
        "dateOfReview": "2016-11-16 23:50:39",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "If",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4278341",
        "author": "\nTymoteusz        ",
        "dateOfPurchase": "2016-11-12 15:14:09",
        "dateOfReview": "2016-12-11 16:49:30",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Odpalam w swoim pokoju, słychać bezproblemowo w kuchni, jak robię obiad (a sąsiedzi nie narzekają).",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "5210962",
        "author": "\nsylwas35        ",
        "dateOfReview": "2017-11-10 17:05:55",
        "score": "1,5/5",
        "isRecommended": "Nie polecam",
        "message": "sory dla mnie w połączeniu z lenovo y700 gra lipnie załuje wydanych pieniędzy ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4142773",
        "author": "\n                Użytkownik Ceneo\n        ",
        "dateOfPurchase": "2016-10-23 19:47:38",
        "dateOfReview": "2016-11-02 16:12:06",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobra jakość dźwięku",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4342699",
        "author": "\nCwaaniak        ",
        "dateOfReview": "2017-01-11 11:02:13",
        "score": "3,5/5",
        "isRecommended": null,
        "message": "Dźwięk na plus. Troche basu braknie.",
        "advantages": [],
        "disadvantages": [
            "bass"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2792888",
        "author": "\nqoola1        ",
        "dateOfPurchase": "2014-10-25 12:46:22",
        "dateOfReview": "2014-11-03 09:55:55",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Jak na głośniki komputerowe wystarczajace parametry",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "6299911",
        "author": "\nkatarzyna_c_z        ",
        "dateOfPurchase": "2017-11-20 20:57:15",
        "dateOfReview": "2017-12-06 13:49:46",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "bardzo dobry dźwięk, niema na co narzekać",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4236827",
        "author": "\nVitec        ",
        "dateOfPurchase": "2016-11-15 18:18:27",
        "dateOfReview": "2016-11-26 22:03:19",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Doskonałe za tę cenę. Naprawdę polecam. ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2400318",
        "author": "\na23        ",
        "dateOfPurchase": "2013-12-06 16:42:58",
        "dateOfReview": "2014-01-06 21:29:35",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "super zakup,wspaniałe brzmienie,polecam",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2034147",
        "author": "\nc...1        ",
        "dateOfReview": "2013-02-27 08:37:42",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Uważam, że jest to dobry produkt.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3353767",
        "author": "\n                Użytkownik Ceneo\n        ",
        "dateOfPurchase": "2015-09-27 20:52:05",
        "dateOfReview": "2015-10-06 09:18:54",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "czysty dźwięk, przyzwoite basy ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2592215",
        "author": "\nEWELINA        ",
        "dateOfPurchase": "2014-05-12 22:07:17",
        "dateOfReview": "2014-06-05 09:41:57",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "DOBRY ZAKUP W NISKIEJ CENIE ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4241160",
        "author": "\nUżytkownik Ceneo        ",
        "dateOfReview": "2016-11-28 14:30:02",
        "score": "2/5",
        "isRecommended": "Nie polecam",
        "message": "Brzmią jak głośniki za 70 pln, paskudne zniekształcenia, bass jest, ale obrzydliwy.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "4429882",
        "author": "\nPiotr        ",
        "dateOfReview": "2017-02-14 12:49:22",
        "score": "1,5/5",
        "isRecommended": "Nie polecam",
        "message": "Lewy głośnik po roku zaczął trzeszczeć.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    }
]