[
    {
        "id": "297580",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2008-08-05 10:46:58",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Przy poowie gonoci mo偶na podziwia wspaniale \"skaczce\" membrany, a gdy poo偶y si na otworze basowym zwyk kartk papieru mo偶na zaobserwowa ciekawe zjawiska :D. Do wad mo偶na zaliczy niebiesk diod (atw j jednak zakry) oraz to, 偶e przy wyczanie wydaj gony d藕wik, kt贸ry potrafi zbudzi osob pic w pokoju. Polecam!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "8893735",
        "author": "\nBartek        ",
        "dateOfReview": "2019-01-09 15:10:40",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Korzystam z gonik贸w serii pierwszej od ponad 10 lat. Graj czysto i niezawodnie przez cay ten czas. Jedyne co musiaem zrobi, to nasmarowa jednorazowo potencjometr od pokrta gonoci - przy zmianie nastawy dobiegay z gonik贸w piski/trzaski. Po przesmarowaniu z 6-7 lat temu problem znikn i ju偶 si nie pojawi :) ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1680488",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2010-02-09 20:32:01",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "U偶ywam tych gonik贸w w domu od ponad roku. Jak na moje potrzeby tj. ogldanie film贸w, suchanie okazjonalnie jakiego radia internetowego czy przy grach, te goniki s bardzo dobre. D藕wik jest czysty, nic nie buczy, nie skrzeczy. Mo偶na dokadnie regulowa moc i brzmienie. A przy tym wygldaj cakiem adnie. Polecam.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1635026",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2010-02-14 13:55:20",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Bez wzmacniacza, a jednak daj sobie wietnie rad. Subwoofer r贸wnie偶 nie jest tutaj potrzebny. Goniki te nie s stworzone do wielkich bas贸w, ale do miego odtwarzania muzyki. Fajnie im to idzie. Gracze powinni by z nich zadowoleni. Nie polecam do suchania ostrej muzyki, bo nie znajdziemy w nich ostrego basu.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1697075",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2010-02-10 20:29:27",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Moim zdaniem goniki Creative brzmi jak du偶e goniki ,cho s formatu biurkowego. Goniki posiadaj profesjonalnej jakoci przetwor贸w ton贸w rednich ze sto偶kiem z w贸kna szklanego, zapewniajcym ciepe brzmienie oraz zaawansowany przetwornik ton贸w wysokich, a tak偶e technologi BasXPort.Zdecydowanie polecam",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "954939",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-11-15 20:16:20",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Goniki s bardzo dobre. S drogie ale warte ka偶dej zot贸wki. Bardzo dobra jako d藕wiku. Basy s - ale to nie to samo co z subwoofera - jednak sycha je cakiem cakiem. Kupiem je za 100z w promocji. U偶ywam ju偶 ponad rok i jako dalej taka sama. Troch irytuje bardzo mocno wiecca dioda. Polecam ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2880023",
        "author": "\nU锟斤拷ytkownik Ceneo        ",
        "dateOfPurchase": "2014-12-11 16:56:55",
        "dateOfReview": "2014-12-23 15:43:11",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "wietnie brzmi akustycznie - a to pewnie za spraw zastosowanych w nich wysokiej jakoci przetwornikach ton贸w rednich i wysokich dajcych efekt r贸wnowagi akustycznej, Ta wada \"brak bluetooth\" jest bez sensu, chyba dobrze czytae opis produktu i tam nic o odtwarzaniu przez bluetooth nie jest napisane, tak偶e nie jest to 偶adna niespodzianka, kt贸ra moga Ci zdziwi. Na marginesie, ka偶dy dobrze wie, 偶e najlepsza jako odtwarzanego d藕wiku bdzie tylko poprzez podczenie kabla ;) Pozdrawiam",
        "advantages": [
            "2 wejcia audio",
            "basy",
            "mae zgrabne"
        ],
        "disadvantages": [
            "brak bluetooth",
            "cena"
        ],
        "numberOfUpVotes": "4",
        "numberOfDownVotes": "5",
        "comments": [
            {
                "id": "249197",
                "author": "                            Maras",
                "message": "                        Ta wada \"brak bluetooth\" jest bez sensu, chyba dobrze czytae opis produktu i tam nic o odtwarzaniu przez bluetooth nie jest napisane, tak偶e nie jest to 偶adna niespodzianka, kt贸ra moga Ci zdziwi. Na marginesie, ka偶dy dobrze wie, 偶e najlepsza jako odtwarzanego d藕wiku bdzie tylko poprzez podczenie kabla ;) Pozdrawiam",
                "dateOfComment": "2015-01-22 19:10:13"
            }
        ]
    },
    {
        "id": "490156",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-07-30 16:06:07",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "wietne goniczki za niewielkie pienidze, adny krystaliczny d藕wik, nowoczesny i miy dla oka design,mocny bass, atwo je podczy dziki czemu nie musimy utyka po kontach 偶adnych kabli. Gosniczki wietnie si prezentuj, nadaj sie zar贸wno do suchania muzyki jak i ogldania film贸w, Polecam :D",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1643753",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2010-02-25 09:11:44",
        "score": "3/5",
        "isRecommended": null,
        "message": "Goniki o przecitnym wygldzie. Do dugie kable powinny starczy na swobodne rozstawienie ich wok贸 komputera. atwo si ich u偶ywa, wyposa偶one zostay w dobr instrukcj obsugi. W zestawie zabrako pilota. Basy s bardzo kiepskie. Tony rednie i wysokie natomiast s na dobrym poziomie.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "8530873",
        "author": "\nGrzegorz        ",
        "dateOfPurchase": "2018-11-04 10:14:24",
        "dateOfReview": "2018-11-07 20:40:35",
        "score": "3,5/5",
        "isRecommended": "Nie polecam",
        "message": "Goniki drogie jak na co to jak brzmi, ale ze wzgldu na ograniczone miejsce tylko takie mogem kupi. Po 3 tyg oddaem na gwarancji bo przedni panel jak w lewym tak i prawym zacz si rozkleja. ",
        "advantages": [
            "2 wejcia audio",
            "bass",
            "basy",
            "dobre brzmienie",
            "dobry dzwiek",
            "dobry d藕wik",
            "jako d藕wiku",
            "klarowno dzwiku",
            "mae zgrabne",
            "moc",
            "nie najlepsze kable",
            "niewielkie wymiary",
            "wygld"
        ],
        "disadvantages": [
            "brak bluetooth",
            "brak wad - najlepsze goniki na wiecie",
            "cena",
            "dodatkowe korekcje w karcie usb",
            "atwo si przewracaj",
            "saby wzmacniacz suchawkowy",
            "wysoka cena w premierze",
            "znakomite wykonanie"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "805780",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-09-12 18:49:22",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Goniki te idealnie nadaj si do komputera PC lub laptopa. Ich przeznaczeniem jest odgrywanie muzyki. Musz przyzna, 偶e znakomicie si w tym sprawuj. Graj penym pasmem. Posiadaj potencjometry do regulacji gonoci, ton贸w niskich i wysokich. Jedynym mankamentem jest mocno wiec dioda, kt贸ra mo偶e przeszkadza, szczeg贸lnie podczas wieczornych odsuch贸w.\rMimo tego, polecam te goniki. Dostpna jest tak偶e nowsza wersja, w kt贸rej dopracowano powy偶szy mankament i dodano kilka usprawnie.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2308292",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfPurchase": "2015-01-11 10:03:47",
        "dateOfReview": "2013-11-09 13:12:47",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "widze 偶e ten szrot jest jeszcze w sprzeda偶y haha mam je chyba z 4lata w jednym spaliem gosnik ten wielki (wikszy) bo s dwa chyba teraz jade na mono na dzie dobry wyrzuciem te osony (poczochy) i to by bd bo zar偶noeem t ostatnia kolumne i zaczyna szwankow nie wiem czasem czy nie wywaliem \r\nze srodka wate musze sprawdzi gonik og贸lnie gra tak sobie ale jako mao mio (ciepo) ale w miare czysto i muzykalnie brzmienie te偶 ma ostre ale chyba przekamuje ale to ju偶 nie na moje uchoBekot",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "4",
        "comments": [
            {
                "id": "248370",
                "author": "                            misiek",
                "message": "                        Bekot",
                "dateOfComment": "2015-01-11 10:03:47"
            }
        ]
    },
    {
        "id": "349153",
        "author": "\nd...0        ",
        "dateOfReview": "2009-05-28 09:54:18",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Nie jestem audiofilem, nie jestem specem od sprztu komputerowego. Chciaem kupi dobre goniki 2.0 aby nie zajmoway mi zbyt du偶o miejsca i gray fajnie. Poczytaem troch w necie i zdecydowaem si na model Creative GigaWorks T20.... jak podczyem usiadem. One s boskie! Graj tak czysto, 偶e przestaem sucha muzyki przez wie偶, ale puszczam przez kompa! \r\rPolecam Wszystkim, jako, wygld - goniki pomimo, 偶e do najtaszych nie nale偶, ale s warte tej kasy!!!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "254248",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2008-08-08 15:16:30",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Graj naprawd czysto, bardzo dobrze eksponowane wszystkie tony w tym basy, jak na tak kompaktow konstrukcj, a ju偶 tym bardziej za tak cen. Dodatkowym atutem jest tu elegancki design. \rDo gier i mp3 po prostu genialne, moc wystarczajca.\rOsobicie uwa偶am 偶e s to najlepsze goniczki tej klasy, a ju偶 na pewno najlepszy wyb贸r za te pienidze. Moim zdaniem nawet nie opaca si inwestowa w wiksz dro偶sz wersj T40.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "11",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "609478",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-08-14 15:15:36",
        "score": "3/5",
        "isRecommended": null,
        "message": "D藕wik, kt贸ry daj nam ten zestaw jest z pewnoci dobrej jakoci w klasie gonik贸w 2.0. S wyra藕ne tony wysokie, adnie odseparowane, brzmice czysto. Basy nie imponuj, ale mo偶na je usysze. Jeli chcemy jednak podkrci moc d藕wiku poza poow skali to basy zaczynaj charcze i trzeba je koniecznie zmniejszy. Zestaw jest w sumie uniwersalny, nadaj si do suchania muzyki jak i do film贸w czy gier. Jest to dobrej jakoci d藕wik, w kt贸rym da si usysze nieco bas贸w.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "378993",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-06-24 19:56:49",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Mniejszy, co ma wpyw na d藕wik - nieco mniej basu, a i co ciekawe - og贸lnie nieco gorzej brzmi, ale sporo taszy i mniejszy, a przez to mobilny zestaw stereo. W kwocie okoo 200z ci偶ko o co lepszego. Zestaw dla ludzi kt贸rzy wiedz czego chc, dla kt贸rych muzyka to nie tylko dudnienie z maego subwooferowego gonika z taniego zestawu. Tutaj w przeciwiestwie do tanich zestaw贸w z .1 na kocu jest scena, jest przestrze i jest co wicej ni偶 dudnicy bas.\r",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "992928",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-09-21 14:34:25",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Creative wypuszczajc ten model chcia chyba udowodni, 偶e goniki typu 2.0 te偶 mog dobrze gra, niekiedy nawet lepiej ni偶 tasze zestawy 2.1 konkurencji...\r\r\rI tak jest! Goniki graj rewelacyjnie, jeli chodzi o pasmo przenoszenia i wykonanie - same superlatywy. Gorzej jeli chodzi o cen - dla niekt贸rych mo偶e wyda si zaporowa jak za zestaw 2.0.\r\rJednak w tym przypadku warto chyba wyda nieco ponad 230 z i mie naprawd dobry sprzt na lata. Polecam!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "509052",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-08-03 15:57:56",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "W tym roku wybieram si na studia i chc kupi jakie w miar nie du偶e i dobre jakociowo goniki. Du偶o czytaem o nich, ale dopiero gdy usyszaem u kumpla jak graj, zaczem je docenia. Graj bardzo przyjemnie dla uszu, na prawd bardzo przyjemna g贸ra i rodek, przy pierwszym przesuchaniu mo偶e zachwyci. Do tego przyjemny bass, kt贸ry staje si gbszy dziki otworowi Reflex Bass....mi贸d dla uszu. Jedynym minusem mo偶e by cena, dlatego  czekam na jak okazj...",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "1843210",
        "author": "\ne...b        ",
        "dateOfPurchase": "2012-10-09 14:22:57",
        "dateOfReview": "2011-10-29 21:29:33",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Goniki firmy Cambridge SoundWorks, basowe maj membrany z w贸kna szklanego, do tego wysokie tony z prawdziwego zdarzenia, mocny 37V zasilacz DC, wzmacniacz nie zawiera tradycyjnych wzmacniaczy mocny - nie ma radiator贸w, s w zamian OP AMPy. Jeli chodzi o jako - bezkonkurencyjne w tej cenie. 呕adne microlaby nie zagraj czyciej i przestrzenniej, 偶adne logitechy. Creative mia偶d偶y konkurencj w tej kategorii cenowej.\"呕adne microlaby nie zagraj czyciej i przestrzenniej, 偶adne logitechy. Creative mia偶d偶y konkurencj w tej kategorii cenowej.\"posluchaj sobie np Logitech X-530 cena w okolicach 200zl@XxX Suchaem X530, suchaem te偶 Z-2300, s goniejsze ale jako jest sabiutka satelity s zduszone wysokie tony trzeszczce, rednich brak a bas jest.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "3",
        "numberOfDownVotes": "0",
        "comments": [
            {
                "id": "200659",
                "author": "                            XxX",
                "message": "                        \"呕adne microlaby nie zagraj czyciej i przestrzenniej, 偶adne logitechy. Creative mia偶d偶y konkurencj w tej kategorii cenowej.\"posluchaj sobie np Logitech X-530 cena w okolicach 200zl",
                "dateOfComment": "2012-10-09 14:22:57"
            }
        ]
    },
    {
        "id": "8748895",
        "author": "\nTomasz        ",
        "dateOfReview": "2018-12-16 12:58:35",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Nie spodziewaem si cud贸w za 200-250 z i jestem pozytywnie zaskoczony. Graj adnie i zajmuj mao miejsca (poow tego co najmniejsze Endifiery). Dodatkowymi plusami s wyjcia suchawkowe oraz AUX, a tak偶e auto-wyczanie si (wcznie z diod) gdy s nieu偶ywane. Wg. mnie na biurko nawet lepsze ni偶 Endifiery bo maja otw贸r bass reflex na g贸rze, a nie z boku przez co s mniej wybredne pod wzgldem ustawienia (nic nie dudni przy cianie).",
        "advantages": [
            "dobre brzmienie",
            "dobry dzwiek",
            "dobry d藕wik",
            "jako d藕wiku",
            "klarowno dzwiku",
            "mae zgrabne",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "992380",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-09-21 15:29:48",
        "score": "3/5",
        "isRecommended": null,
        "message": "Goniki T20 to dobra opcja dla ludzi, kt贸rzy maj mao miejsca na biurku. D藕wik sabiutki - basu nie ma praktycznie 偶adnego. Tylko jakie pukanie, za to wysokie i rednie tony s na dobrym poziomie. Serdecznie polecam do laptopa ;)",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "1167469",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-10-18 00:14:55",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Na d藕wik nie mog narzeka. Goniki w poczeniu z do dobr kart d藕wikow daj mie brzmienie dla ucha. Pikny wygld, wysoka jako d藕wiku to ich najwiksze zalety. Jedynym minusem jest cena, jednak s jej warte.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2061863",
        "author": "\nb...6        ",
        "dateOfReview": "2013-05-08 09:28:58",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Dzisiaj w kocu kupiem goniki, o kt贸rych marzyem od dawna, musz powiedzie, 偶e d藕wik jest naprawd bardzo dobry. Wanie sucham ulubionej muzyki i jestem zachwycony d藕wikiem, za kt贸ry zapaciem rozsdn cen.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "10385227",
        "author": "\ndgvideocom*****        ",
        "dateOfPurchase": "2019-04-08 17:40:58",
        "dateOfReview": "2019-04-22 09:48:29",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobry sprzt w dobrej cenie.Bardzo dobry kontakt ze sklepem,szybka wysyka,wszystko w jak najlepszym porzdku",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3711283",
        "author": "\nDarek        ",
        "dateOfReview": "2016-04-24 10:45:29",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Goniki daj czysty d藕wik nawet przy gonym suchaniu muzyki. Du偶 zalet s dugie przewody czce,. co pozwala na swobodne ustawienie na biurku czy stoliku. Polecam ! :-)",
        "advantages": [
            "dobry d藕wik",
            "jako d藕wiku",
            "klarowno dzwiku",
            "moc",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "80505",
        "author": "\n4...7        ",
        "dateOfReview": "2008-07-30 12:11:02",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Og贸lna ocena.... Hmmmm.... mowie Wam, ze gosniki s super ..... Ja nie miaam zbyt du偶o miejsca na biurku, wic musiaam wybra cos mniejszego :) ale nie narzekam.... gosniczki si sprawuj :D ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "9",
        "numberOfDownVotes": "8",
        "comments": []
    },
    {
        "id": "2109853",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2013-06-14 04:16:05",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Za t cen nie ma lepszych gonik贸w 2.0Wady - saby i plastikowy bass, od razu wida, 偶e brak im wytumienia w obudowie. Drewniany zestaw 5.1 genius brzmi lepiej ale kosztuje te偶 ponad 100 z wicej.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "43406",
        "author": "\na...1        ",
        "dateOfPurchase": "2008-05-24 19:29:06",
        "dateOfReview": "2007-12-15 02:39:28",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "To jeszcze raz ja W uzupenieniu 偶eby si audiofile nie mieli Graj ale z DOBR kart ew z odtwarzaczem cd Z kart z wasnej stajni np soundblaster niestety nie graj no chyba 偶e kto lubi ostro i na sucho :-)ale jeste burak.\r\nPrzez ciebie kilka os贸b musi szuka gdzie indziej opinii na temat produktu.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "2",
        "numberOfDownVotes": "8",
        "comments": [
            {
                "id": "34033",
                "author": "                            dzony",
                "message": "                        ale jeste burak.\r",
                "dateOfComment": "2008-05-24 19:29:06"
            }
        ]
    },
    {
        "id": "2778018",
        "author": "\nPiotr        ",
        "dateOfPurchase": "2014-10-14 22:44:45",
        "dateOfReview": "2014-10-22 16:34:59",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Goniczki bardzo adnie wykonane, nie ma si do czego przyczepi. Graj cakiem nie藕le jak na goniki komputerowe. Pokrta mogyby by troch gbsze co uatwioby manipulowanie nimi.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4203121",
        "author": "\nwojtaslot        ",
        "dateOfPurchase": "2016-11-02 01:46:50",
        "dateOfReview": "2016-11-16 23:49:28",
        "score": "0,5/5",
        "isRecommended": "Nie polecam",
        "message": "Bas jak na moje amatorskie ucho i tak may sprzt jak najbardziej wystarczajcy do wymog贸w przecitnego Kowalskiego. ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "1732928",
        "author": "\n8...4        ",
        "dateOfReview": "2010-08-15 09:54:41",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Wy chyba si z choinki urwalicie!? Niekt贸rzy to takie farmazony pisz 偶e dramat... Nie rozumiem jak mo偶na por贸wnywa zestaw \"2.1\" do zestawu \"2.0\" i to na dodatek w przedziale cenowym wynoszcym + / - 20 z. :D :D :D Rozumiem jak bycie por贸wnywali sprzt \"Logitech Z-5500\" z \r\n\"JBL NORTHRIDGE ES 80\" co o tym to ju偶 mo偶na podyskutowa, bo to sprzt klasy wy偶szej i naprawd r贸偶nicy si od siebie.\r\nG贸wnie chodzi mi tu o to co wy por贸wnujecie?\r\nMiaem zestaw Logitech X-230 a teraz jestem posiadaczem Creativ'贸w Gigaworks T20. Co do zestawu \"X-230 \" mog powiedzie tyle 偶e miaem je ponad p贸 roku i co miay z siebie wydoby to wydobyy... Tzn. sucham r贸偶nych gatunk贸w muzyki ogldam filmy i gram w gry. Ten zestaw og贸lnie by bardzo przyzwoity jeli chodzi o cen i wykonanie (caoksztat). Z tego co pamitam to bass troch zagusza niekiedy rednie tony z satelitek i to w takich momentach 偶e mo偶na si do tego doczepi... Og贸lnie drugi raz ju偶 bym tego zestawu nie kupi bo do zarzucenia miaem jeszcze to 偶e mia za may otw贸r do wyrzutu powietrza z gonika niskotonowego co przy podkrceniu potencjometra z regulacj bass贸w na jakie 60 % (max.) ju偶 sobie z tym nie dawao rady (oczywicie przy goniejszym suchaniu muzyki) GONIKI NE BYY KATOWANE CZY TESTOWANE W JAKI DRASTYCZNY SPOSB JAK TO MO呕NA ZOBACZY NA SERWISIE YOUTUBE.COM (oczywicie mowa o Logitech'ach i Creativ\"ach do kt贸rych wanie przechodz w mojej wypowiedzi)\r\nJeli chodzi o \"T20\" to jest to zestaw r贸偶nicy si znacznie od \"X-230\" (ale to informacja dla idiot贸w kt贸rzy maj du偶o do napisania ale tak naprawd to znaj si tyle na sztuce co \"kura na burakach\" Hahaha... :D Jeli chodzi o Creativ'ki to og贸lnie jest to bardziej udany model biorc pod uwag cen do jakoci produktu. D偶wik jest przyzwoity jeli chodzi o t konstrukcj jak i materia jaki zosta u偶yty to zabudowy tych maych goniczk贸w. Przeznaczenie \"T20\" jest podobne jak w przypadku \"X-230\" (bo przez co trzeba sucha) ale system w jakich wydobywa si z nich d藕wik r贸偶ni si znaczco. Wic na koniec zanim Kto si zdecyduje na jak konkretn wypowied藕 na temat czegokolwiek to niech najpierw przemyli co nale偶y \"SENSOWNEGO'' napisa. :-) Pozdrawiam wszystkich 'AUDIOFILII'' kt贸rzy czepiaj si gupot w towarze w przedziale cenowym \"+ / - 200z.\" i nie wiedz tak naprawd o co im chodzi i co chc tak ze sob por贸wna!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1721614",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2010-06-02 17:21:15",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Goniczki posiadam ponad dwa lata - sucham na nich wszystkich rodzaj贸w muzyki.Maja dobra separacje (trzeba je postawi co najmniej \r75cm od siebie) jako audiofilska to mo偶e nie jest, ale w ka偶dym aspekcie jest bardzo przyzwoicie.W poczeniu z w miar dobra kart muzyczna, ka偶dy powinien by zadowolony.\rNo prawie ka偶dy, goniczki nie nadaj si do pomieszcze powy偶ej 40 metr贸w kwadratowych oraz raczej nie bd faworytami os贸b kt贸re suchaj tylko techno i d'n'b, a wyznacznikiem jakoci gonik贸w jest moc ich basu.Do wad mo偶na doliczy jeszcze niebiesk diod, niezbyt stabiln konstrukcj - czasem gonik potrafi si przewr贸ci\rPomimo wy偶ej wymienionych wad, produkt jest godny polecenia.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "824250",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-09-16 08:39:56",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Posiadam te goniki od przeszo roku i nie zamienibym ich na 偶aden inny zestaw w tej cenie! Udao mi si je zakupi w promocji w Media Markt za bardzo okazyjn cen. Maj znakomite brzmienie, bardzo wysokiej jakoci wykonanie i bardzo estetyczny wygld. Jest to zestaw 2.0, wic jedyne czego jest w nim troch za mao to bas. Tutaj pozwol sobie jednak zaznaczy, i偶 nie jest to du偶y brak! Wszystko zale偶y od typu muzyki jakiej suchamy oraz dozna jakich oczekujemy. Goniki maj bardzo mio brzmice wysokie wysokie/rednie tony oraz delikatny, zbalansowany bas. Dodatkowo posiadaj mo偶liwo kontroli wysokich ton贸w oraz basu co ka偶demu pozwoli na dobranie waciwych parametr贸w pod wasne upodobania. \rJedyna w zasadzie wad jak zaobserwowaem jest pot偶nie wiecca niebieska dioda, kt贸r wczeniej czy p贸藕niej chyba ka偶dy czym zakleja! Polecam z czystym sumieniem!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "1843825",
        "author": "\na...0        ",
        "dateOfReview": "2011-11-05 10:58:21",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Posiadam te goniki od okoo 3 lat, jednak od niecaego roku u偶ywaem t3130, jednak lewy gonik trzeszcza i mczyem si tak z nimi, jednak postanowiem wr贸ci do stary t20 :). Lubie gdy jest du偶o basu, te goniki graj jednak ekstra, bass jest do du偶y, jednak nie taki jak w zestawie 2.1 rednie i wysokie tony s bardzo czyste, w niekt贸rych piosenkach sysz d藕wiki, kt贸rych na t3130 nie syszaem, jednym sowem CUDO :). Polecam wszystkim, kt贸rzy si zastanawiaj nad ich zakupem, ja w przyszoci zamierzam kupi t40 II, gdy偶 na \"jedynkach\" si nie zawiodem Ps. wygld te偶 bardzo adny",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "2183339",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2013-08-11 00:08:03",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "wietne goniki. Jeli kto ma wikszy bud偶et i du偶o miejsca w domu, powinien poszuka czego innego. Ja tego nie miaem, wic zdecydowaem si na te i nie 偶auj. Nie miabym te偶 gdzie postawi subwoofera, tak 偶eby jego d藕wik m贸g spokojnie pyn na pok贸j. Te goniki rozwizuj ten problem. Subwoofer maj wbudowany. Basy niczego sobie, oczywicie jak na tego typu goniki - niewielkie, przeznaczone dla zwykych u偶ytkownik贸w, a nie dla audiofil贸w. Du偶ym atutem s regulatory mocy basu i niskich ton贸w wbudowane w gonik.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "6668522",
        "author": "\nRysiek        ",
        "dateOfReview": "2018-03-02 22:48:02",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Z moich dowiadcze w temacie gonik贸w komputerowych stereo powiem tak: s pierdziawki i jest Creative T20. Jak na sprzt tych rozmiar贸w to jest naprawd klasa. Bardzo przyjemne brzmienie. Do maego pomieszczenia jako monitory bliskiego pola s naprawd klasa. Brakuje troch basu w filmach i grach jak kto lubi czu na nerkach, ale do muzyki za to s bardzo dobre. \r\nNa co dzie sucham muzyki z \"du偶ego\" sprztu klasy HiFi, ale jak siadam do kompa to nic, a nic mnie nie razi w tych gonikach. S po prostu dobre. ",
        "advantages": [
            "dobry dzwiek",
            "dobry d藕wik",
            "jako d藕wiku",
            "klarowno dzwiku",
            "moc",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2713483",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2014-09-02 22:00:21",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Jak na swoje rozmiary i cen graj zaskakujco dobrze. Dzwik powinien zadowoli wikszo suchaczy. Jeli jednak si zdarzy, 偶e komu nie podejd to ju偶 musi si sporo napoci aby w tej cenie znale co lepszego. W pracy mam ten zestaw w domu zestaw genusa 2.1 i zdecydowanie \"Creative GigaworkS T20 Series II\" gra lepiej. W szczeg贸lnoci jeli chodzi o takie cechy jak:  zr贸wnowa偶on charakterystyk, jako rednich i wysokich ton贸w. Basu tak偶e nie brakuje (jak na rozmiar). POLECAM",
        "advantages": [
            "jako d藕wiku",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1652018",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfPurchase": "2011-04-25 11:53:52",
        "dateOfReview": "2010-02-25 17:24:54",
        "score": "3/5",
        "isRecommended": null,
        "message": "Goniki o bardzo adnym wygldzie. Wykonane zostay z dobrych materia贸w. Maj do dugie kable co pozwala ich na dobre rozstawienie w obrbie komputera. Znaczc wad jest ich du偶e zu偶ycie energii. Nie warto ich zostawia podczonych cay czas, najlepiej je podcza do sieci tylko w momencie kiedy bd nam potrzebne co mo偶e by kopotliwe. Zestaw niestety nie zachwyca dobrym brzmieniem. Tony wysokie i niskie s sabe. Z tonami rednimi jest co prawda troch lepiej jednak za t cen suchacz oczekuj czego znacznie lepszego.calkowicie sie z Tb nie zgadzam - graja swietnie,bardzo czysto i wyraznie :PA wrcz jeli ju偶 to jest odwrotnie - rednie tony sabiej, a niskie i wysokie wietnie.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "2",
        "numberOfDownVotes": "11",
        "comments": [
            {
                "id": "165255",
                "author": "                            anonim",
                "message": "                        calkowicie sie z Tb nie zgadzam - graja swietnie,bardzo czysto i wyraznie :P",
                "dateOfComment": "2011-04-25 11:53:52"
            },
            {
                "id": "213104",
                "author": "                            happy",
                "message": "                        A wrcz jeli ju偶 to jest odwrotnie - rednie tony sabiej, a niskie i wysokie wietnie.",
                "dateOfComment": "2013-03-18 19:29:44"
            }
        ]
    },
    {
        "id": "674080",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-08-24 10:10:15",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Goniki mam od okoo roku. Nie byy najtasze, ale zakup godny polecenia. Prezentuj si znakomicie. Daj czysty i adny d藕wik, idealne do ogldania film贸w i suchania muzyki. Moim zdaniem perfekcyjnie nadaj si r贸wnie偶 na imprez - po podczeniu do laptopa spokojnie zastpuj wikszy i rednio-profesjonalny sprzt grajcy. Naprawd polecam! Jedyny may minusik, to taki, 偶e niebieskie wiateko sygnalizujce wczenie sprztu jest bardzo intensywne, co mo偶e rozprasza podczas pracy przy komputerze.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1814637",
        "author": "\ne...6        ",
        "dateOfPurchase": "2013-01-20 00:22:58",
        "dateOfReview": "2011-06-29 21:43:25",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Ja tam kiedy dostaem je do domu zdziwiem si, 偶e w og贸le co takiego mo偶e tak wali :)\r\nBasy mo偶e nie rozwalaj pokoju (mam por贸wnanie do 100W Technics贸w- te przy 1/10 gonoci i basach na 1/5 potrafi spowodowac b贸l gowy :O) , ale s prawdziwe i nie zalewaj innych d藕wik贸w. \r\nGoniki mam jeszcze nie wygrzane ale za 230 szczerze m贸wic spodziewaem si troch lepszej jakoci d藕wiku. Pewnie po wygrzaniu wszystko si unormuje. Mimo wszystko jak narazie jestem zadowolony ;) Powa偶na wada;P",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "2",
        "numberOfDownVotes": "1",
        "comments": [
            {
                "id": "208634",
                "author": "                            Pawe",
                "message": "                        Powa偶na wada;P",
                "dateOfComment": "2013-01-20 00:22:58"
            }
        ]
    },
    {
        "id": "1735234",
        "author": "\n8...4        ",
        "dateOfReview": "2010-08-26 21:55:30",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Posiadam te goniki od 4 miesicy. Biorc pod uwag i偶 s to goniki z segmentu gonik贸w komputerowych to zakup ich nie by bdem, chocia偶 cena nie zachcaa. Goniki maj bardzo adne brzmienie, regulacj ton贸w niskich i wysokich. Gono jest r贸wnie偶 odpowiednia - wczony utw贸r jest dobrze syszalny w drugim pokoju. Brzmienie basu robi wra偶enie, zwaszcza 偶e s to mae goniki, ale ekipa z Creative widocznie lepiej si przyo偶ya do stworzenia tego produktu. Z gonik贸w nie wydostaj si 偶adne dziwne d藕wiki, nie sycha 偶adnego charczenia. Wizualnie bardzo adnie komponuj si na biurku z monitorem. Ze wzgldu na to 偶e goniki s niedu偶ych rozmiar贸w u偶ywam ich r贸wnie偶 jako goniki do telewizora. Z tymi gonikami ogldanie film贸w to prawdziwa przyjemno. Zewntrzny zasilacz doczany do gonik贸w to wg mnie dobry pomys; dziki temu rozwizaniu w gonik贸w nie wydostaje si d藕wik pracujcego transformatora - po prostu sycha cisz! \r\nBardzo udany zakup! ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "5",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "1993413",
        "author": "\nf...a        ",
        "dateOfReview": "2012-09-22 03:51:15",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Rozgldaem si za goniczkami do TV. Miay godnie zastpi wbudowane, z kt贸rych d藕wik sprawia wra偶enie jakby dobiega ze studni - zamulony i nieczytelny. Nie miaem du偶ego pola do manewru, musiay si bez problemu zmieci w niezbyt obszernych zakamarkach meblocianki. Na placou boju pozostay wicj jedynie kompaktowe zestawy komputerowych goniczk贸w 2.0 i 2.1. Po wstpnym odsuchu odpady propozycje z oddzielnym subem, bas zagusza i stamsza w nich pozostae pasma. O wyborze Gigaworks贸w zadecydoway g贸wnie wymiary i wysoka estetyka. Znajomy posiada te偶 T40 pierwszej serii, podobaa mi si ich jako wykonania. Wyb贸r okaza si trafny, jako odsuchu jest wicej ni偶 zadowalajca. Wytarczyo podczy je do analogowego wyjcia suchawkowego kabelkiem minijack i ustawi gono na poow skali. Oczywicie fizyki nie da si oszuka np. moje wielgachne stare kolumny Sony graj lepiej. Tyle, 偶e wymagaj \"odrobink\" wicej miejsca w domu i dodatkowego zewntrznego wzmaka kt贸ry te偶 do porcznych nie nale偶y. Tak czy inaczej, T20 II to nie sprzt dla audiofili. Ale oni raczej nie kupuj goniczk贸w za 200 PLN. Pozostali u偶ytkownicy powinni by zadowoleni - pamitajc o ich ograniczeniach i przeznaczeniu. Jest to jeden z tych produkt贸w, gdzie po zakupie i przetestowaniu ma si (subiektywne) wra偶enie dobrze wydanych $.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "4",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1842549",
        "author": "\n7...f        ",
        "dateOfReview": "2011-10-22 14:01:05",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Posiadam te goniki od jakiego czasu, i musz powiedzie 偶e graj na prawd nie 藕le. Miaem bra Modecom'y HF 40 ale stwierdziem 偶e s troch za du偶e, a ja zawsz jestem \"w gorcej wodzie kpany\" wic wybraem te Creative'y, kierujc si tym 偶e posiadam suchawki Creative Aurvana Live, w wielu krgach ju偶 legendarne :) Byem u kolegi kt贸ry nie dawno kupi sobie zestaw 2.1 Logitech'a z523 i musz powiedzie 偶e graj adnie, szczeg贸lnie tony niskie ale rednie i wysokie tony nie s ju偶 takie adne jak w T20. Poza tym w tamtych bass jest wg. mnie za pot偶ny i troch nie okieznany, fajne buja ale na du偶sz met mo偶e by mczce, T20 maj delikatny bas, kt贸ry si adnie rozlewa i nie zagusza reszty pasm. Na niecaej poowie gonoci czu jak bas trzsie(Oczywicie nie tak mocno jak w zestawach 2.1) co przy tak maych membranach jest wg mnie a偶 zaskakujce. Tak wic nie 偶auj pienidzy na nie wydanych, polecam je dla os贸b kt贸re szukaj maych gonik贸w do nie za du偶ego pokoju, kt贸re mo偶na zabra ze sob praktycznie wszdzie. Nie napdzimy tym imprezy, ale do suchania muzyki na komputerze jest a偶 nad to. I jak nie kt贸rzy uwa偶aj, sucham muzyki klubowej, house itp., w nie kt贸rych przypadkach to nawet upanki, i nie uwa偶am jakoby bass by za saby do takiej muzyki. Podobno goniki radz sobie jeszcze lepiej z rockiem, jazzem, ale nie wiem bo nie sucham takiej muzyki.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "3",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "708719",
        "author": "\n1...7        ",
        "dateOfReview": "2009-08-28 09:51:48",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Korzystam z T20 od prawie roku i nie wymienibym ich na 偶aden inny model. Przed zakupem zastanawiaem si r贸wnie偶 nad Logitech x-230, do kt贸rych raczej przekonywaa mnie dziewczyna. O tym, 偶e nie warto ulega kobietom przekonaem si ju偶 w wkr贸tce. Logitech x-230 posiada bardzo mae satelitki, kt贸re prawie nie emituj ton贸w rednich, a nawet jeli, to i tak s one zaguszane przez pot偶ny subwoofer, cakowicie niedostosowany do nich moc. Mo偶e za to su偶y jako kardiowerter lub, przy maksymalnych ustawieniach, nawet bo wyburzania budynk贸w. Tony niskie s nienaturalnie przesadzone. T20 nie maj subwoofera a jednak basiki maj bardzo pene i mikkie :-). Szczerze m贸wic, do dzisiaj zastanawiam si jak z gonik贸w o tak maej rednicy mo偶e wydobywa si tak adny d藕wik. Du偶a tuba wylotowa doskonale radzi sobie z odprowadzaniem spr偶onego powietrza na zewntrz obudowy. To prawda co pisz, niebieska dioda jest po prostu zaje**sta. Doskonale owietla cay pok贸j. Udao mi si j dosy estetycznie zaklei. Warto doda, 偶e kolumny s wyjtkowo porzdnie wykonane. Ci偶ke, dobrej jakoci tworzywo, polerowany na wysoki poysk przedni panel i 呕贸ta membrana wikszego gonika s bardzo mie dla oka. Przez to, 偶e s wysokie i wskie, nie s niestety bardzo stabilne. Zasilacz bardzo si nagrzewa. Generuje tak偶e do silne pole elektromagnetyczne. Kiedy sta przy starym monitorze CRT, mocno znieksztaca obraz. \r\rNiestety producent (lub dystrybutor) chyba si zorientowa, 偶e mu wyszo, bo od momentu zakupu przeze mnie tych goniczk贸w ich cena poszybowaa. Kupowaem je za 159 zeta, a dzi mo偶na m贸wi o szczciu, je偶eli wyhaczy si je za 200 z kawakiem.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "2",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2374151",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2013-12-19 20:10:57",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Poszukiwaem zestawu pomidzy 200 a 300 z. Teoretycznie nie potrzebowaem niczego rozbijajcego szyby gdy偶 taki zestaw ju偶 posiadam. Poszukiwaem sprztu do spokojnego, okazjonalnego odsuchu muzyki rock. pop ewentualnie klasyka. Nie spodziewaem si cudu, aczkolwiek byem mile zaskoczony. Dzwik oczywiie mo偶na przesyci podkrcajc tony, ale kto powiedzia 偶e wszystko trzeba podbija... Gebokiego basu nie ma co si spodziewa po tego rozmiaru gonikach aczkolwiek graja wystarczajco klarownie. Polecam temu kto nie p***** najtaszego basu a w miar czytelnego d藕wiku",
        "advantages": [
            "jako d藕wiku",
            "moc",
            "wygld"
        ],
        "disadvantages": [
            "atwo si przewracaj",
            "saby wzmacniacz suchawkowy"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "6686389",
        "author": "\nhetheway        ",
        "dateOfReview": "2018-03-08 09:52:50",
        "score": "3/5",
        "isRecommended": null,
        "message": "Zachcony pozytywnymi opiniami nabyem te goniki. Jako d藕wiku jest dostateczna. Skierowane w g贸r porty bass reflex sprawiaj 偶e jakiekolwiek basy syszalne s gdy stanie si nad gonikami. Gdy suchamy muzyki normalnie, dolne pasmo jest wyra藕nie obcite. Regulatory - pokrta BASS i TREBLE - maj skok w poowie regulacji - pomys bardzo nietrafiony. Pokrto gonoci jest okropne - zintegrowane z wcznikiem, wyskalowane logarytmicznie, podwietlone diod owietlajc p贸 pokoju. Goniki pomimo posiadania zewntrznego zasilacza - zauwa偶alnie bucz ju偶 przy ustawieniu redniego poziomu gonoci. Niestety ale 2x lepszy d藕wik zaoferuje nam zestaw 2.1 za poow ceny tych gonik贸w.",
        "advantages": [
            "moc",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1612764",
        "author": "\n2...2        ",
        "dateOfReview": "2010-02-28 17:18:16",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Potwierdzam opinie o mocy basu. W por贸wnaniu do system贸w 2+1 jest oczywicie zupenie inaczej. Zdecydowanie bas nie ma takiej siy ale z drugiej strony jest czysty. Dla mnie osobicie uwa偶am, 偶e zestaw mogy by gra odrobin ni偶ej tylko czy to mo偶liwe w przypadku gonik贸w komputerowych ?.  Sycha spor r贸偶nice w jakoci odtwarzanej muzyki mp3 a Wav'贸w.\r\n\r\nGeneralnie goniki zapewniaj BARDZO dobr jako odtwarzanej muzyki. Muzyki mo偶na na nich sucha relatywnie cicho nie przeszkadzajc pozostaym mieszkacom w moim przypadku bloku (subbufer :-) ). Muzyka jest bardzo drobiazgowo odtwarzana. D藕wik z gonik贸w rozstawionych po obu stronach monitora tworzy bardzo fajn scen. Ze wzgldu na ich wielko idealne do stanowiska komputerowego i maych pokoi 6-10m.\r\n\r\nGeneralnie do codziennego suchania o umiarkowanej gonoci idealne. D藕wik, kt贸ry si wydobywa nie mczy. Nie dra偶ni. Jest w sam raz.\r\n\r\n",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3540865",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2016-01-19 20:36:27",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Por贸wnywaem creative t20 sII z creative t6100 i wnioski s nastpujce. w salonie kt贸ry ma ok 30m2 wygrywa zestaw 5.1 t6100 poniewa偶 ma wiksz moc i nie ustpuje zbytnio jakoci d藕wiku. t20 gdy stoj w du偶ej przestrzeni trac sporo ze swoich atut贸w w tym bass kt贸ry staje si zbyt saby z td tak r贸偶ne opinie. Gdy jednak postawi t20 w mniejszym pomieszczeniu to gra a偶 mio. D藕wik czysty a bass soczysty i dudnicy jak z dodatkowego subufera. Tak偶e m贸j wniosek jest taki 偶e jeli potrzebujesz gloniki do wikszego pokoju lepiej wzi zestaw 2.1,5.1,7.1, do mniejszych t20 bdzie bezkonkurencyjny.Wa偶ne jest r贸wnie偶 gdzie bdzie ustawiony zestaw, mi osobicie lepiej gra przy pododze ni偶 na biurku czy p贸ce",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "4341784",
        "author": "\nTadek        ",
        "dateOfReview": "2017-01-10 19:31:27",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Potrzebowaem porzdnych gonik贸w do czystej reprodukcji wokalu. Ucz si angielskiego przez skype i czasem ogldn jaki film lub video na youtube. I do tego wanie zadania ten model nadaje si bardzo dobrze. Ma regulacj bas贸w i sopran贸w a to podstawa. Bass reflex mam zatkany, basy r贸wnie偶 skrcone na 0. Nienawidz dudnicego basu zalewajcego cae pasmo. Goniki s z plastiku, ale nie sycha wcale tego, 偶e s zrobione z jakiego taniego tworzywa. Tak jak pisaem u偶ywam ich do skype i do film贸w. Du偶y plus to zcze suchawkowe i drugie aux in na froncie obudowy. Nie mam pojcia jak si sprawdzaj w grach i muzyce wic si nie bd wypowiada. S dosy maych rozmiar贸w, ale jednoczenie do ci偶kie. Czu, 偶e s tam zamontowane solidne i masywne przetworniki a nie to co najtasze na rynku. Tak naprawd mam jeden gonik z pierwszej serii. Kupiem na allegro za kilkadziesit z i to by jeden z bardziej udanych zakup贸w. Do moich cel贸w mi nie przeszkadza, 偶e mam tylko jeden kana. Reasumujc jak kto szuka dobrego gonika do skype, do suchania podcast贸w, audiobook贸w po angielsku, czasem do film贸w, to raczej nie znajdzie nic lepszego. Cena mo偶e i jest do wysoka, ale ju偶 nie raz si naciem kupujc tanie produkty. Reasumujc najlepiej si sprawdzaj przy wokalu kt贸ry jest do czysty wyra藕ny i klarowny.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2474746",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2014-02-27 21:23:51",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Goniki speniaj pokadane w nich nadzieje. Na pocztek trzeba napomnie, 偶e d藕wik z tych gonik贸w idealny nie jest. Najlepiej brzmi wokal oraz poszczeg贸lne instrumenty. Wydaj si 偶e najwikszy problem maj ze rednimi tonami, wydaj si by paskie, wycofane i jakby sztuczne. Co do niskich to zestaw robi co mo偶e, mimo swoich miniaturowych przetwornik贸w i tu nie mam zastrze偶e. Og贸lnie za zestaw zapaciem 130 z i za t cen produkt jest godny polecenia. Ostatnio jego cena drastycznie wzrosa i nie s ju偶 niestety tak opacalne jak kiedy. Na koniec jeszcze musz zaznaczy 偶e miaem ju偶 do czynienia z wieloma zestawami -> z-2300, x-540, inspire 5800, gigaworks g500, genius 1250x oraz 2000x. Ka偶dy z zestaw贸w jest bardzo dobry oraz ma swoje wady jak i zalety. Najlepiej z nich wspominam 1250x - wietne goniki. Dodam tak偶e mo偶na si ba g贸wnie o awaryjno znan z innych produkt贸w tego producenta ( potencjometry, sabe komponenty i kiepskiej jakoci zasilanie, czy te偶 znane problemy z przeka藕nikami w g500  ).",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "344299",
        "author": "\n3...0        ",
        "dateOfReview": "2009-05-17 14:36:02",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Sucham muzyki klasycznej. Mog m贸wi tylko o miym zaskoczeniu por贸wnujc te goniczki do prawdziwych kolumn (w moim przypadku wy偶szy model Dali). Nie oczekiwaem cud贸w, chciaem akceptowalnej jakoci d藕wiku. Jest lepiej.\r\rCzytam we wczeniejszych recenzjach o irytujcej niebieskiej diodzie. Mo偶e to cecha series II, ale w moim egz. jest niebieskie podwietlenie gaki regulacji d藕wiku. Z pewnoci nie ra偶ce.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "7",
        "numberOfDownVotes": "2",
        "comments": []
    },
    {
        "id": "113171",
        "author": "\n7...7        ",
        "dateOfReview": "2009-01-02 15:06:46",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": " Por贸wnywaem z innymi zestawami creative i logitech 2.1 ale lepiej gray wanie te. Zastanawiaem si nad ich wikszym bratem T40 ale r贸偶nica bya tak maa ze nie wiem o co chodzio tym redaktorom z gazet kt贸rzy m贸wili o WIELKIEJ r贸偶nicy. Miaem wczeniej jakie takie goniki najtasze z marketu jak podczyem te spodziewaem si r贸偶nicy ale nie takiej. Jak odpaliem CRYSISA ju偶 na wejciu d藕wik zaskakiwa.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "2",
        "numberOfDownVotes": "2",
        "comments": []
    },
    {
        "id": "4278179",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2016-12-11 15:29:44",
        "score": "3,5/5",
        "isRecommended": null,
        "message": "rednie i wysokie tony cakiem OK, przy ustawieniu na wysokoci uszu graj bardzo adnie. R贸wnowaga tonalna niby ok, ale bas saby, moc r贸wnie偶 - przy mocniejszym wysterowaniu atwo pojawiaj si znieksztacenia, zwaszcza przy podkrconych tonach niskich. Tak偶e opinie m贸wice o \"nagonieniu caego pokoju, i bardzo mocnym basie\" mo偶na wo偶y midzy bajki. Do spokojniejszej muzyki - s naprawd nieze.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "6541466",
        "author": "\nVendeur        ",
        "dateOfReview": "2018-02-01 01:50:23",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "REWELACYJNE GONIKI, nie da si po prostu opisa jakoci d藕wiku jaki z siebie wydobywaj przy tak niewielkich rozmiarach. Szczeg贸lnie bas, kt贸ry potrafi si roznie nie tylko po pokoju, ale i cay mieszkaniu... Bezapelacyjnie najlepsze na wiecie goniki stereo wr贸d maych modeli, wygrywajce z wikszymi, dro偶szymi, a nawet z zestawami 2.1. Absolutnie produkt BEZ WAD.",
        "advantages": [
            "jako d藕wiku",
            "klarowno dzwiku",
            "moc"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "239807",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2008-11-16 20:33:43",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Seria audiofilska Creative.\r\rU偶ywam gonik贸w w domu, zastpuj mi te wbudowane w laptopa.\rJako d藕wiku jest niewiarygodna. Genialne odwzorowanie bas贸w BEZ SUBWOOFERA. Dwudro偶ne goniki i system wstecznego wzmocnienia bas贸w stawia te goniki w czo贸wce zestawienia modeli 2.0 Equalizer to dodatkowy bajer, przydaje si.\r\rRewelacyjna jako wykonania, interesujcy design.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "1643094",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2010-02-22 22:43:45",
        "score": "3/5",
        "isRecommended": null,
        "message": "Nie jest to mo偶e szczyt marze, je偶eli chodzi o d藕wik w tej cenie, ale za bardzo narzeka nie mog. Maj do czysty d藕wik w cakiem niezej jakoci, basu to tutaj jest tyle co na lekarstwa (m贸wi o prawdziwym basie). Je偶eli chodzi o design to nie mam wiele zastrze偶e, ale jest jedna 偶ecz kt贸rej mi brakuje, a jest ni subwoofer, Mimo wszystko polecam",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "9008145",
        "author": "\nMarcin        ",
        "dateOfPurchase": "2019-01-15 14:35:53",
        "dateOfReview": "2019-01-30 00:00:32",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobre goniki za odpowiedni cen. Dobrze si prezentuj. Bas jest mocny i wyrazisty. Bardzo fajna funkcja to automatyczne wyczanie, chocia偶 ponowne wczanie mogoby by szybsze (trwa okoo 3 sek.). Jestem z gonik贸w bardzo zadowolony.",
        "advantages": [
            "jako d藕wiku",
            "klarowno dzwiku",
            "moc",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2888712",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2014-12-30 10:59:36",
        "score": "3/5",
        "isRecommended": null,
        "message": "Byem generalnie zadowolony, ale po ok. 1,5 roku lewy gonik zacz charcze. Jako, 偶e domownicy pozbyli si gwarancji i paragonu jestem zmuszony kupi nowe goniki. Poprzedni model tej firmy, kt贸ry miaem, su偶y mi ok. 6 lat.. Bardzo jest to przykre, bo gdyby nie to, nie miabym si do czego przyczepi.",
        "advantages": [
            "jako d藕wiku",
            "wygld"
        ],
        "disadvantages": [
            "moc"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "529047",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-08-07 10:00:49",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Mam te goniki w domu i mog powiedzie, 偶e jestem z nich bardzo, ale to bardzo zadowolony. Jako d藕wiku jest wietna i chyba najlepsza jak mo偶emy dosta w zestawie 2.0. Goniki prezentuj si znakomicie. S jednak troch du偶e. Niemniej polecam, granie, ogldanie film贸w i suchanie muzyki to prawdziwa przyjemno z takim zestawem.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1970970",
        "author": "\n7...f        ",
        "dateOfReview": "2012-03-10 13:21:35",
        "score": "0/5",
        "isRecommended": "Nie polecam",
        "message": "250z tyle zapaciem kilka dni temu za te goniki. Fabrycznie nowe fabrycznie z now wad kt贸ra nie podlega reklamacji ani u sprzedawcy ani u producenta. Jak si dowiedziaem nie przytrafia si ona tylko mnie. Cudownie irytujce metaliczne piszczenie z lewego gonika kt贸re doprowadza do szau w produkcie kt贸ry jest wychwalany pod niebiosa. Super. Opaca si obla je benzyn i podpali. Dzikuj firmie Creative.\r\n",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "3",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "2180699",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2013-08-09 00:51:02",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "wietne goniki.  Wspaniaa jako za stosunkowo nisk cen. Regulacja wysokich i niskich tonow i dwa wejcia audio. Sycha ka偶dy d藕wik. Basy agodne.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2469532",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2014-02-24 10:03:52",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Najlepsze goniki komputerowe w kwocie \r\n\r\n            \r\n                Zgo nadu偶ycie\r\n            \r\n\r\n                \n        \n                Zalety\n                \n                        jako d藕wiku\n                        wygld\n                \n        \n        \n                Wady\n                \n                        moc\n                \n        \n    \n\r\n\r\n            \n\r\n\r\n            \n    \n            skomentuj t opini\n    \n\n\n\n\n    Wpisz sw贸j komentarz\n\n    \n\n\n\n\r\n\r\n        ",
        "advantages": [
            "jako d藕wiku",
            "wygld"
        ],
        "disadvantages": [
            "moc"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2756668",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2014-10-07 01:12:51",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "W sumie fajne goniki jeden minus kiepskie podzespoy lecz za t cen jest ok. \r\n\r\nA co do wykonania mogo by lepiej :D",
        "advantages": [
            "jako d藕wiku",
            "moc",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3516435",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfPurchase": "2015-12-15 18:48:07",
        "dateOfReview": "2016-01-06 11:02:35",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Polecam, mae cakiem fajne jak na swoj cen.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3683664",
        "author": "\nMariusz        ",
        "dateOfPurchase": "2016-03-28 20:57:05",
        "dateOfReview": "2016-04-08 23:42:16",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "wietne goniki, jedne z najlepszych podw贸jnych jeli chodzi o czenie jakoci d藕wiku, mocy i wymiar贸w",
        "advantages": [
            "jako d藕wiku",
            "moc",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2411919",
        "author": "\nja        ",
        "dateOfPurchase": "2013-12-10 07:19:53",
        "dateOfReview": "2014-01-14 06:59:23",
        "score": "3,5/5",
        "isRecommended": null,
        "message": "jak na t cen cakiem nieze brzmienie",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "3",
        "comments": []
    },
    {
        "id": "3290749",
        "author": "\nTomek        ",
        "dateOfPurchase": "2015-08-07 16:28:34",
        "dateOfReview": "2015-08-24 11:23:35",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Te goniki s po prostu *****. Jestem do tej pory w szoku 偶e to Creatve je wyprodukowa. Co k%rwa piknego panie i panowie. Polecam.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "3020046",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2015-02-26 20:25:36",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobre goniki. Czysty i mocny d藕wik, nie charcz :) Dodatkowo cena jest niewyg贸rowana :D",
        "advantages": [
            "jako d藕wiku",
            "moc",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2840466",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2014-12-02 15:34:08",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Creative to goniki wysokiej jakoci, wienie si prezentuj i maj wysokiej klasy wykonanie",
        "advantages": [
            "jako d藕wiku",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2401108",
        "author": "\nborix        ",
        "dateOfPurchase": "2013-12-27 09:56:13",
        "dateOfReview": "2014-01-07 11:51:47",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Goniki godne polecenia - nie zajmuj du偶o miejsca a d藕wik jest czysty, bas nie dudni.",
        "advantages": [
            "dobry d藕wik",
            "niewielkie wymiary"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2871351",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfPurchase": "2014-12-07 12:57:54",
        "dateOfReview": "2014-12-18 12:06:56",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "d藕wik czysty , wygld gonik贸w adny , mio si sucha muzyki i oglda filmy :)",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2091987",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2013-05-30 02:28:03",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "dobre srednie tony, dol troche niedomaga, ale czego sie spodziewac. Mi bardzo przypasowaly, super wykonanie, wyjscie do sluchawek z przodu, delikatna dioda pod regulacja glosnosci.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2970590",
        "author": "\nrolbik        ",
        "dateOfPurchase": "2015-01-26 20:34:09",
        "dateOfReview": "2015-01-29 09:26:04",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobre gosniki, brzmienie mnie nie rozczarowao, jestem zadowolony",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2327965",
        "author": "\nukasz        ",
        "dateOfPurchase": "2013-11-13 17:21:30",
        "dateOfReview": "2013-11-22 13:43:51",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Dobre goniki w rozsdnej cenie",
        "advantages": [
            "dobre brzmienie"
        ],
        "disadvantages": [
            "nie najlepsze kable"
        ],
        "numberOfUpVotes": "4",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "889391",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-11-07 22:13:50",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Calkowicie polecam te glosniki. Sa po prostu super. niby tylko dwa ale dzwiek jest bardzo czysty i wedlug mnie lepiej wydac na nie te 70zl niz na jakies badziewne innej firmy.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "335268",
        "author": "\n7...a        ",
        "dateOfReview": "2009-04-22 21:49:07",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Wspaniae goniki do suchania nie bardzo gonej muzyki.Ciepe, delikatne brzmienie cakowicie zadowalajce przy suchaniu muzyki siedzc przy biurku.Zakup w 100% udany.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "8201100",
        "author": "\nWojciech        ",
        "dateOfPurchase": "2018-07-20 11:26:26",
        "dateOfReview": "2018-08-01 12:49:03",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Super sprzt! Gorco polecam. Dobry stosunek cena do jakoci.",
        "advantages": [
            "dobry dzwiek",
            "jako d藕wiku",
            "klarowno dzwiku",
            "moc",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "8116626",
        "author": "\nTinas        ",
        "dateOfReview": "2018-07-08 12:52:24",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobra jako gonik贸w, bardzo fajne mo偶liwoci regulacji basu i sopranu, fajny wygld + wyjcia aux in i na suchawki.\r\nW skr贸cie Polecam szczerze ^_^ ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2748354",
        "author": "\nwars-i-sawa        ",
        "dateOfPurchase": "2014-08-22 14:58:00",
        "dateOfReview": "2014-09-30 20:48:25",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Niedrogie, ale bardzo dobre goniki do komputera. Zaskakujco czysty d藕wik, design na poziomie, bez - zbdnego im - subwoofera. Nie zamienibym na Logitech. ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1418050",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfPurchase": "2010-06-02 17:08:22",
        "dateOfReview": "2009-12-18 11:44:01",
        "score": "2/5",
        "isRecommended": "Nie polecam",
        "message": "te goniki s bardzo sabe. bass jest dosy saby. ale dla staruszk贸w jest ok. 1 gonik to by ten. ale za 3 miesice zmieniem. bo s bardzo sabe. jak kto ma powy偶ej 50 lat to niech kupuje. ja wole i polecam logitech z 2300. do jest dobre.Ja u siebie regulacj bas贸w widz,a kiepskiej jakoci materia贸w nie ...",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "17",
        "comments": [
            {
                "id": "135997",
                "author": "                            net_runner",
                "message": "                        Ja u siebie regulacj bas贸w widz,a kiepskiej jakoci materia贸w nie ...",
                "dateOfComment": "2010-06-02 17:08:22"
            }
        ]
    },
    {
        "id": "122830",
        "author": "\n6...c        ",
        "dateOfReview": "2009-02-13 11:13:01",
        "score": "3/5",
        "isRecommended": null,
        "message": "Cakiem adnie graj jak na swoje rozmiary. Na pewno nie jest to sprzt dla audiofil贸w, ale po odpowiednim wyregulowaniu bas贸w i sopran贸w w kompie, winampie i na gonikach d藕wik jest bardzo przyjemny. Tony wysokie potrafi d藕ga mocno w uszy a basy charcze przy bardzo gonym suchaniu.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "390592",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-06-28 20:00:39",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Osobicie posiadam te goniki i jestem z nich bardzo zadowolony. Mianowicie nadaj czysty i mocny d藕wik, maj dobry bas, z atwoci mo偶na je podczy (zrobio by to nawet dziecko), maj wietny design i s po prostu niezawodne. Co do minus贸w to maj jeden ogromna cena a偶257.99 z.!!!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "765270",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-09-04 21:34:26",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Myl, 偶e takie goniki to dobre rozwizanie do pokoju. Zajmuj mao miejsca, ale maj cakiem dobra moc i dobre brzmienie. Mo偶na regulowa na nich tony, basy. Bardzo fajnie brzmi, a w kocu to tylko dwa goniki- idealne aby ustawi je obok komputera. Zamierzam takie zakupi.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "42063",
        "author": "\nb...3        ",
        "dateOfReview": "2007-12-07 09:40:52",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Jest to doskonae rozwizanie dla os贸b, kt贸re maja mao miejsca, a chciayby si cieszy d藕wikiem.bardzo dobra separacja d藕wik贸w, bas nie jest za du偶y, ale na biurku za du偶o basu to mao przyjemne. Jako wykonania za t cen jest bardzo dobra.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "16",
        "numberOfDownVotes": "10",
        "comments": []
    },
    {
        "id": "1339669",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-11-29 18:55:04",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "No c贸偶 goniki s ok.Czysty d藕wik,dobry bas,dobra jako d藕wiku ale szybko si psuj.Ja miaem dokadnie takie same pogray dwa miesice i si zepsuy,szkoda bo naprawd fajne.Jest wysoka cena i szybko si psuje przynajmniej moim zdaniem to s minusy.Wic nie polecam.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1666946",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2010-02-09 02:03:07",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Jeli kto chciaby si cieszy d藕wikiem wysokiej jakoci, a niestety nie mo偶e sobie pozwoli na zestaw 2.1, bo nie ma miejsca na subwoofera, ten produkt bdzie dobrym wyborem. Nie jest to tani zestaw 2.0, ale przy tej jakoci wykonania i brzmienia warty uwagi.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1615961",
        "author": "\nb...c        ",
        "dateOfReview": "2010-04-01 15:24:24",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Kupiem w sklepie z elektronik z najwikszej sieci sklep贸w detalicznych w Polsce MM. Za 319 z. Jestem zadowolony. Na razie powy偶ej poowy mocy gonoci sycha harczenie, ale podobno po wygrzaniu cewki gonikowej bdzie lepiej. Mniej wicej miesic grania. Polecam",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "3",
        "numberOfDownVotes": "6",
        "comments": []
    },
    {
        "id": "1700458",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2010-02-11 11:26:16",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Starannie wykonane i solidne goniki bardzo znanej i cenionej firmy. Gosniki s niewielkich rozmiar贸w dlatego niema problemu z ustawieniem ich na biurku czy innym miejscu. Wedug mnie goniki bardziej nadaj si do biura ni偶 do domowego urzytku.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "1762495",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2011-01-02 17:54:59",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": " Panowie i panie bardzo polecam ten zestaw, dzwik jak najbardziej czysty, basy jak dla mnie s ok. Je偶eli chodzi o goniki 2.0 to raczej w tym przedziale cenowym nie znajdziecie lepszych. Jestem z nich naprawde zadowolony polecam bardzo.  ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2860243",
        "author": "\nOxo        ",
        "dateOfPurchase": "2014-11-13 14:44:11",
        "dateOfReview": "2014-12-12 14:32:17",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Polecam zakup tych suchawek. Przesiadem si ze starszego modelu i nie spodziewaem si, 偶e mo偶e by jeszcze lepiej.  Dobry d藕wik zar贸wno przy podczeniu bezporednio jak i poprzez doczon kart USB. ",
        "advantages": [
            "dobry dzwiek",
            "dodatkowe korekcje w karcie usb"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "4142773",
        "author": "\n                U偶ytkownik Ceneo\n        ",
        "dateOfPurchase": "2016-10-23 19:47:38",
        "dateOfReview": "2016-11-02 16:12:06",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Bardzo dobra jako d藕wiku",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "51810",
        "author": "\n6...c        ",
        "dateOfReview": "2008-02-04 14:34:16",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Goniki po prostu wymiataj :) graj cudownie jak na zestaw 2.0  Basy te偶 niczego sobie. Maj \"t moc\" kt贸rej ja szukaem :) POLECAM !!!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "6",
        "numberOfDownVotes": "10",
        "comments": []
    },
    {
        "id": "2367579",
        "author": "\nsebulba        ",
        "dateOfPurchase": "2013-11-15 13:30:20",
        "dateOfReview": "2013-12-17 01:35:24",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "rewelacja :)",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "6416747",
        "author": "\nblack70        ",
        "dateOfReview": "2017-12-30 23:14:45",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Super goniki. U mnie bass na 50%, sopran na max i bajka do suchania muzyki. Cena wysoka, ale waaaaartoooooo!!!!!!!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3216596",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2015-07-01 08:49:52",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Wysokie spoko ale basu brak. Lepiej kupi 2.1 z subwooferem. Bez suba to  straszna lipa",
        "advantages": [
            "dobry d藕wik",
            "jako d藕wiku",
            "wygld"
        ],
        "disadvantages": [
            "dobre brzmienie",
            "moc"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "124686",
        "author": "\n3...e        ",
        "dateOfReview": "2009-02-22 15:15:04",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Po podczeniu do komputera..niesamowite a偶 si zdziwiem 偶e muzyka lub gry w kt贸re graem mog brzmie tak dobrze!!",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2057695",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2013-04-26 01:06:02",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "nigdy nie przykadaem wagi do gonik贸w komputerowych,ale od momentu zakupu T20 uwielbiam sucha muzyki z kompa",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2625821",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2014-06-28 23:05:51",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "jak na goniki do komputera, w tej cenie ci偶ko bdzie znale藕 lepsze :)",
        "advantages": [
            "jako d藕wiku",
            "klarowno dzwiku",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4203125",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfPurchase": "2016-11-02 01:46:50",
        "dateOfReview": "2016-11-16 23:50:39",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "If",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4278341",
        "author": "\nTymoteusz        ",
        "dateOfPurchase": "2016-11-12 15:14:09",
        "dateOfReview": "2016-12-11 16:49:30",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Odpalam w swoim pokoju, sycha bezproblemowo w kuchni, jak robi obiad (a ssiedzi nie narzekaj).",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "5210962",
        "author": "\nsylwas35        ",
        "dateOfReview": "2017-11-10 17:05:55",
        "score": "1,5/5",
        "isRecommended": "Nie polecam",
        "message": "sory dla mnie w poczeniu z lenovo y700 gra lipnie zauje wydanych pienidzy ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4342699",
        "author": "\nCwaaniak        ",
        "dateOfReview": "2017-01-11 11:02:13",
        "score": "3,5/5",
        "isRecommended": null,
        "message": "D藕wik na plus. Troche basu braknie.",
        "advantages": [],
        "disadvantages": [
            "bass"
        ],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2792888",
        "author": "\nqoola1        ",
        "dateOfPurchase": "2014-10-25 12:46:22",
        "dateOfReview": "2014-11-03 09:55:55",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Jak na goniki komputerowe wystarczajace parametry",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "6299911",
        "author": "\nkatarzyna_c_z        ",
        "dateOfPurchase": "2017-11-20 20:57:15",
        "dateOfReview": "2017-12-06 13:49:46",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "bardzo dobry d藕wik, niema na co narzeka",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4236827",
        "author": "\nVitec        ",
        "dateOfPurchase": "2016-11-15 18:18:27",
        "dateOfReview": "2016-11-26 22:03:19",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Doskonae za t cen. Naprawd polecam. ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2400318",
        "author": "\na23        ",
        "dateOfPurchase": "2013-12-06 16:42:58",
        "dateOfReview": "2014-01-06 21:29:35",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "super zakup,wspaniae brzmienie,polecam",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2034147",
        "author": "\nc...1        ",
        "dateOfReview": "2013-02-27 08:37:42",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Uwa偶am, 偶e jest to dobry produkt.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "3353767",
        "author": "\n                U偶ytkownik Ceneo\n        ",
        "dateOfPurchase": "2015-09-27 20:52:05",
        "dateOfReview": "2015-10-06 09:18:54",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "czysty d藕wik, przyzwoite basy ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "2592215",
        "author": "\nEWELINA        ",
        "dateOfPurchase": "2014-05-12 22:07:17",
        "dateOfReview": "2014-06-05 09:41:57",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "DOBRY ZAKUP W NISKIEJ CENIE ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "4241160",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2016-11-28 14:30:02",
        "score": "2/5",
        "isRecommended": "Nie polecam",
        "message": "Brzmi jak goniki za 70 pln, paskudne znieksztacenia, bass jest, ale obrzydliwy.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "1",
        "comments": []
    },
    {
        "id": "4429882",
        "author": "\nPiotr        ",
        "dateOfReview": "2017-02-14 12:49:22",
        "score": "1,5/5",
        "isRecommended": "Nie polecam",
        "message": "Lewy gonik po roku zacz trzeszcze.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "75236",
        "author": "\n2...0        ",
        "dateOfPurchase": "2008-06-30 13:00:34",
        "dateOfReview": "2008-06-30 09:31:17",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Analizowaem, por贸wnywaem, przesuchiwaem... Miesic zastanawiaem si, jakie goniki wybra. Wczeniej miaem Geniusy 2.0 po 2W i gray wiadomo, nienajlepiej, a basu 0. Postanowiem zakupi jakie goniki z basem i lepszym brzmieniem og贸lnym. Nie jestem fanem Trance, Techno, Klasyki ani Jazzu, wic nie kierowaem si basami bd藕 sopranem. M贸j wyb贸r nie by sprecyzowany - potrzebowaem gonik贸w wszechstronnych. Takie okazay si by Creative GigaWorks T20. Znam si dosy dobrze na sprzcie komputerowym i nie rzucam s贸w na wiatr. Wybieraem si niejednokrotnie do sklep贸w typu MediaMarkt, aby przetestowa goniki zabierajc ze sob odtwarzacz mp3 z utworami testowymi. Mylaem nad zestawem 2.1 lub 2.0. Spor贸d tych wytypowaem takie oto modele - Creative T3100, Logitech X-230 oraz Creative T20. Model T3100 to zestaw z subem - 2.1 i jest nieco taszy i bya to alternatywa w razie braku kasy. Nie zale偶y mi jednak na basach do techno, ale na og贸lnym brzmieniu, a ten model nie dostarczy nam takiego swoimi skromnymi satelitkami. X-230 to r贸wnie偶 zestaw 2.1, jednak偶e od firmy Logitech. Goniki ciekawe, a nawet bardzo ciekawe. W por贸wnaniu z T3100 d藕wik z nich brzmi lepiej, a tony niskie s wyra藕nie syszalnie i schodz nisko. Subwoofer jest wic dobry, lecz a偶 za dobry. Je偶eli nie suchasz Energy2009, DjWitka, ATB a techno to nie Twoja pasja to daj sobie spok贸j z X-230, bo zadowol one g贸wnie takich Bass man贸w. Subwoofer po prostu \"zagusza\" tony wy偶sze i te s sabo syszalne. Producent za bardzo chcia si upodoba klientowi i wsadzi do zestawu mocny Subwoofer, lecz ten jest nieadekwatny do du锟斤拷o sabszych od siebie satelit. By mo偶e podoga potrafi si zatrz a w brzuchu poczujesz motyle, jednak jak m贸wiem  je偶eli potrzebujesz tych gonik贸w do r贸偶nych cel贸w nie tylko do muzyki Trance, Dance, Techno to za t kwot lepszym wyborem bdzie Creative GigaWorks T20. Wracajc do basu zestawu Logitech X-230 jest on mocny, ale nie nadaje si do wszystkich zada i trzeba go czsto korygowa. W czasie ogldania filmu nale偶y podkrci nieco potencjometr bas贸w, poniewa偶 woofer nie wyrobi z wyrzucaniem powietrza poza Subwoofer co usyszymy poprzez dziwne duszenie si d藕wik贸w niskich. Przykadowo  ogldajc film wojenny strzaom z karabinu towarzyszy bdzie nienaturalnie du偶y, przesadzony d藕wik basowy, a przy du偶szej serii subwoofer nie nad偶y w odprowadzeniem powietrza z tak szybkoci jak strzay w filmie co objawi si wanie poprzez duszenie si d藕wik贸w oraz dziwne zanikanie basu. Jednym sowem subwoofer nie nadaje si w tym zestawie do wszystkiego. No dobra, ale co z produktem Creativea? Goniki T20 s naprawd rewelacyjne. Zaczn od wygldu. Przedni panel wypolerowany na poysk  bardzo elegancko. Tak偶e obudowa wykonana z ci偶kiego tworzywa sztucznego nie mierdzi plastikiem. Ka偶dy gonik jest dwudro偶ny. Na g贸rze zamontowano gonik rednio-niskotonowy, kt贸ry mierzy okoo 2,5'' (6cm) rednicy. Jego membrana zostaa wykoana z w贸kna szklanego. Nieco poni偶ej zainstalowany jest natomiast gonik wysokotonowy o rednicy 1'' (2,5cm). Podczas odtwarzania utworu bogatego w tony niskie zobaczymy ciekawy (zamierzony) efekt dr偶enia membrany gonika redio i niskotonowego. Warto doda 偶e jego wygld jest r贸wnie偶 ciekawy  偶贸ta tuningowa membrana prezentuje si naprawd ciekawie. Jak tylko zakupiem produkt Creativea zdjem przednie osonki  tak podoba mi si wygld tych gonik贸w :D. Na prawym goniku znajdziemy 3 pokrta  bas贸w, ton贸w wysokich i gonoci. Maym niewypaem byo zastosowanie przez koncern niebieskiej diody, kt贸ra wieci zbyt intensywnie. Celem zastosowania jej byo owietlanie pokrte, co w nocy faktycznie si przydaje. Mi ta dioda nie przeszkadza, a zawsze mo偶na j wykrci lub zaklei, wic nie wiem z czego tu robi problem ;). Na prawym goniku znajdziemy te偶 wejcie na suchawki oraz wejcie AUX IN czyli wejcie MiniJack na np. odtwarzacz mp3 itp. A, zapomniabym. Na g贸rze ka偶dego z gonik贸w znajduje si woofer. Odprowadza spr偶one powietrze z obudowy, kt贸re towarzyszy wytwarzaniu ton贸w niskich. Og贸lnie wizualna 10\\10. Przejd teraz do wyposa偶enia jakie daje nam producent wraz z gonikami, poniewa偶 tym razem nam nie po偶aowa w przeciwiestwie do innych producent贸w takich jak Genius czy IBox. W eleganckim pudeku znajdziemy  kabel MiniJack -> MiniJack z pozacanymi koc贸wkami do podczenia zestawu do PC, kr贸tki kabel MiniJack -> MiniJack do podczenia gonik贸w do odtwarzacza mpX, przejci贸wk MiniJack -> Cinch (red & white), 2 goniki po 14W ka偶dy, osonki przednie na membranki, instrukcj obsugi, instrukcje podczenia to TV\\DVD, broszurk ze specyfikacj. Wszystko starannie zabezpieczone bbelkami w przegr贸dkach. Co do jakoci d藕wiku, nie bd pisa du偶o. Jest on po prostu wymienity. Zakupiem goniki za 139z i za tak kase nie znajdziecie nic lepszego, ani te偶 poni偶ej 200z! Wysokie tony s przepikne, bas jest idealnie dobrany i mimo 偶e niekt贸rzy pisz 偶e jest saby, to jest to nieprawda. Wszystko zale偶y od dobrania ustawie pokrtami. Przy dobrych ustawieniach podoga mo偶e zabucze ;). Og贸lnie goniki graj czysto i gono. Prawd jest 偶e przy maksymalnie podkrconych basach, tonach wysokich i gonoci goniki zacharcz, ale lepiej dla mnie 偶eby producent postpi tak, a nie ograniczy pokrto tak, 偶e goniki nie charcz, ale maj ograniczon gono. T20 zagraj i tak gono i nie ma co wymaga. Ojojoj, ale si rozpisaem :O. Oj dobra, mam nadziej 偶e komu to przynajmniej pomo偶e w podjciu decyzji ;P. No dobra, to teraz podsumuje to co napisaem  takie sowo na niedziel. Goniki godne polecenia. Nie znajdziecie lepszych w tej cenie a nawet do 200z! D藕wik zadowoli naprawd szerokie grono u偶ytkownik贸w, tak偶e zaawansowanych meloman贸w. Goniki idealnie sprawdzaj si przy TV, a tak偶e day rade przy wczorajszym meczu gdy zrobiem sobie Surround ;P. Pr贸cz piknego, czystego brzmienia dostaniemy wspaniay, elegancki wygld. Naprawd polecam! Satysfakcja gwarantowana. 10\\10!\r\n\r\nWOW. Dziki. Prawie jak recenzja. Bardzo mi pomoge - pozdro!Dzieki za tak szczeg贸ow opinie. Niekt贸rym si faktycznie przyda (mi si przydaa). Mam te goniki ju偶, ale przeczytaem t opinie z ciakawo. Super! Wszystkie sowa to prawda - zgadzam sie z nimi w 100%! Napisae fakty autentyczne i wychwyciem to samo co siwek755. Naprawd dobry test. Brawo!Zapomniae tylko o jeszcze jednej wadzie. Czarna obudowa gonik贸w szybko si brudzi i po byle dotkniciu pozostaj odciski palca. Je偶eli jednak nie macasz ich codziennie to goniki s prawie 100% pozbawione wad. Jedynie to wanie to brudzenie i dioda nieco mocna.Tak goniki s fajne, ale nie do tego stopnia 偶e macam je codziennie ;P\r\nPozdro600Dziki takim ludziom jak Ty, ludziom opaca si czyta opinie o produktach. 100% szczeroci. Dzikuje siwek755!mam te glosniki i w 100% zgadzam sie z autorem tej opinii. napisal cala prawde i tylko prawde. brawo!\r\nPrzypominam ludu 偶e jak kto ma nieco zdolnoci manualnych to diod mo偶na po prostu wykrci po wczeniejszym rozebraniu gonik贸w. xDPotwierdzam sowa autora - goniku cud!Wraz z biegiem czasu zauwa偶yem now wad - podstawa gonik贸w jest zbyt maa - jest taka sama jak cay gonik w wymiarach a dodatkowo posiada n贸偶ki, kt贸re zmniejszaj powiedzchni, tworzc cos w stylu tr贸jkta poo偶onego na wierzchoku. May wstrzs, goniki potrafi si rozbuja i gleba. Plusem jest 偶e prze偶yy dzisiejszy upadek z 1,5m i nic si nie stao, nawet obudowie. Mam nadziej 偶e nie bde mia wicej takich heavy test贸w. No ale ta podstawa jest naprawd do bani. No chyba 偶e kto ma stabiln podstaw i nigdy nic sie nie rusza - u mnie tak nie jest...Co do podstawy, zgodz si. Na szczcie mam masywne stabilne biurko. Goniki s stabilne na paszczy藕nie prz贸d ty, natomiast na boki ju偶 nieco gorzej. Potrafi si rozbuja  przy drganiu biurka, jeli masz np podczon kierownic z mocnym force feedback do biurka i biurko masz chwiejne to zwr贸 na to uwag ;)dzieki za recenzje widac ze sie napracowalec - thx od wszystkich ktorym pomogles, a takich jest wielu ;)No bracie, szacunek za tak recenzj.Wszystko si zgadza tak jak nam przestawi kolega sivy. W filmach d藕wiki bd pikne, w grach r贸wnie偶. No ale niestesy, fan贸w techno one nie zadowol. Tak mae Bass X'porty nie nadaj si do suchania dance,trance cyz techno. Basik jest may ale wystarczajcy do normalnego u偶ytkowania. Jak chcesz bas贸w to jed藕 na Energy albo kup Z5500Widac ze goscio recenzje pisze na jakims portalu :D\r\nfaktycznie wszystko spoko. Szkoda ze w opiniach nie ma enter贸w i akapit贸w by sie lepiej czytalo a nie taka papka, no ale nikt nie przewidzial takiego siwek755 ktory dla ogolu sie tak poswieci xD brawo!Owszem fan贸w techno nie zadowol, jednak do nowszych mobo wsadzaj nawet dobre zintegrowane Realteki kt贸re maj Equalizer i du偶e mo偶liwoci. Troch zabawy i basu jest co nieco nie mozna przesadza ;)\r\n\r\nNie nale偶y jednak zapomina 偶e w zestawach 2.1 nie tylko wa偶ny jest subwoofer! wysokie tony to zadanie satelitek, kt贸re najczciej w zestawach 2.1 do 200z nie rzdz...No tak, pamitajmy jednak 偶e w zestawach 2.1 satelitki nie s najlepsze (zestawy do 200z). Bas mo偶e i dobry, ale po co komu sam bas... :/bass, bass co wy gadacie. Tzn wiadomo 偶e w 2.1 s lepsze, ale tu s adniejsze bo dla mnie bass to strumie powietrze wypuszczony przez woofer o niskiej czstotliwoci a nie skrzypy subwoofera ... \r\n\r\nT20 to naprawde dobre glosniki. Tak偶e BASS jest BARDZO DOBRY 10\\10 !!!!!kolega napisa wszystko i jest to prawda. Nic doda nic ujc ;]heh miaem przykre zdarzenie bo jeden z goniczk贸w T20 upad mi i membranka si wcisna :( :( :(\r\n\r\nhttp://www.fotosik.pl/pokaz_obrazek/f1f371d00da483b7.html\r\nhttp://www.fotosik.pl/pokaz_obrazek/b1fa4acbd82f5fc8.html\r\n\r\nKto wie jak to wycign?\r\n\r\nOdkurzacz albo tama dwustronna i jedziesz :D\r\n\r\nPS Co za kretyn da Ci minusa? :|Dziki za tak opinie,teraz ju偶 wiem jakie goniczki kupi:)Pozdrawiam!dokadnie :D jeste jak poradnik ja te偶 kupiem goniki T20 po przeczytaniu tej recenzji. Creative powinno Ci da jak kase za to. A mo偶e ty jeste z Creative Polska :D?nie :)brawo nie za recenzja i ciekawie to napisae. Kilka bledow stylistycznych ale jest bardzo dobra mimo to i za to 偶e Ci si chciao pisac tak dla spolecznosci wielkie dzieki bo bardzo nam pomagasz!\r\nGratuluj!!!recenzja faktycznie fajnie gratuluj.Wszystko sie zgadza jak napisalme nic dodac nic ujac bravissimo!te T20 maj bardzo fajny wyglad i sa wysokie jak na goniki 2.0 i ci偶kie. To jest zaleta. Reszte to co siwek755 napisal. \r\nPodzikowania od wszystkich dla Ciebie 755 za takie wypracowaine :))Gosniki bardzo dobre, wszystko dobrze tak jak napisal isekw755Gratuluje napisania recenzji.\r\n\r\nPAMITAJCIE DV VITKI - basy tu Was raczej nie zadowol. To s goniki Hi-Fi czyli czysto brzmienia a nie basy jak w x-230 偶e nie slychac ton贸w wy偶szych niz -8Gosniki potrafi dobrze dawa, ale s gupie w regulacji z deka. Musisz pokrci zeby nie pierdzialy, bo jak wezmiesz wszystko na full to pierdza. No lepiej to niz ograniczniki producenta z gory w zasadzie :Dpolecamte glosniki sa wypas full. bas贸w malo, ale jak ktos nie umie ustawic. ja sie pobawilem ekalizerem i som basy1http://www.microsoft.com/poland/windowsmobile/6/default.mspx\r\n\r\nfajnie daje :D \r\n-> \"Go Mobile Video\"polecam dokupic d藕wiek贸wk sandblastera liveDziki tej opinii wiem po co p贸jd do sklepu.Do tej pory suchaem przez wie偶,ale posza do lamusa.wic 偶eby  cokolwiek sysze, zamierzaem kupi T40 ale wychodzi na to ,偶e przepacibym.\r\nDziekiT20 s zdecydowanie. Nie mo偶na tego powiedzie jednak o \"gow wy偶szych\" T40. Ich cena jest zdecydowanie za wysoka. Mo偶e gupie por贸wnanie, ale lepiej wychodzi 2x T20 ni偶 1x T40 :D A je偶eli T40, to ju偶 lepiej bra jakie Z-2300.szacunekza wysilek kolesTrzeba u偶ywa akapit贸w w tekcie no ci偶ko si czytasory, to nie recenzja :P\r\nmia by opis ale si troche przedu偶yo dokadaem nowych cech i tak jako si rozbudowao a na sprawdzenie i wizualke ju偶 czasu nie miaem Nie no szacun za wypracowanie. Czysta prawda, trafie w dziesitke;)zaufaem siwek755 i kupiem, nie zawiodem si, opis Tw贸j trafny jak najbardziej, wiecej takich opinii ludzie :D:DD: dzieki1!!!!!!DZIKI ZA TO WYPRACOWANKO WANIE CZEGO TAKIEGO SZUKAEM \n                                                              siwek755 to geniusz (PROFESJONALISTA !!!). Mam 52 lata. Such taki ... przecitny. 1,5 roku temu kupiem T20  (179pln w Media Markt Bielsko-Biaa). Zakup rednio przemylany ( doradztwo subiekta sklepu ). Sprzt by dla c贸rki do HP ZA 3500PLN. Pozazdrociem mgr prawa takich \"szaf\" !  W styczniu 2010 kupiem sobie laptopa acer   z windows 7  i grafik  ATI Mobility Radeon HD 4570.Teraz szukam T20. Widziaem je za 249z. - Troch du偶o. Zao偶yem, 偶e gdzie znajd do 200 pln.   Ten merytoryczny opis -autor siwek755, cho nie bybym go w stanie napisa, jest dla mnie wspaniaym potwierdzeniem mojej decyzji, cho nie znam \"por贸wnywalnych typ贸w\".  Tak na marginesie-wier wieku temu tak odbieraem krajowe kolumny z Wrzeni - typ Altus 110. To byy \"szafy\" wystawane w kilometrowych kolejkach i trzba byo mie du偶o samozaparcia i szczcia , by je \"ustrzeli\". Jak mawia \"KISIEL\"... Zgadnij kotku dlaczego?! Cho to byo sinusoidalnie 70wat na kana i do wie偶 Hi-Fi , d藕wi podobny, czysty, jak woda z g贸r. Jestem zaskoczony, 偶e z T20 /tak maych/ mo偶na tak wiele wycisn !!! - POZDRAWIAM AUTORA TEKSTU I DZIKUJ !!!!!!!!!!!!!!!!!!!!!!  bardzo dzikuje za docenienie moich wysik贸w, po tak dugim czasie goniki oczywicie nadal polecam - s super!Super recenzja. Brawo! chyba si zdecyduj :)Epicki komentarz :DTe goniki byy w sprzeda偶y 10 lat temu ?? nie wie偶 :D no ale jest jak byk :) ...\r\n\r\nWygldaj bardzo nowoczenie i graj rewelacyjnie, mo偶na powiedzie, 偶e s \"ponadczasowe\". Kupiem je tydzie temu, wczeniej miaem r贸wnie偶 stereo ale od Geniusa. model \"SP-HF800A 20W drewniane 3-Way\" Geniusy adnie wyglday (drewienko i membranki), lecz basu w skali od 1 do 10 miay mo偶e 2. Nie miay siatki.. I musiaem je wywali bo po upywie 2 lat si wzmacniacz spali, nagle przestay gra pomimo, 偶e nie u偶ywaem pokrta na maX, zawsze miaem do 50% nie wicej. \r\n\r\nPudo w postaci subwoofera pod biurkiem to dodatkowy klunkier/kable=baagan + Bas w nogach. Powiadam wam tutaj basu nie brakuje i jest on dynamiczny na wprost nas, o niebo lepszy od tego grajcego pod biurkiem. Szukaem gonik贸w stereo z dobrym basem i znalazem, utwory klubowe/house/disco brzmi dynamicznie czysto. Muzyka klasyczna brzmi naturalnie, postarali si.\r\n\r\n",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "440",
        "numberOfDownVotes": "14",
        "comments": [
            {
                "id": "38472",
                "author": "                            Mich4",
                "message": "                        WOW. Dziki. Prawie jak recenzja. Bardzo mi pomoge - pozdro!",
                "dateOfComment": "2008-06-30 13:00:34"
            },
            {
                "id": "38618",
                "author": "                            Crens",
                "message": "                        Dzieki za tak szczeg贸ow opinie. Niekt贸rym si faktycznie przyda (mi si przydaa). ",
                "dateOfComment": "2008-07-01 11:22:14"
            },
            {
                "id": "38619",
                "author": "                            T20",
                "message": "                        Mam te goniki ju偶, ale przeczytaem t opinie z ciakawo. Super! Wszystkie sowa to prawda - zgadzam sie z nimi w 100%! Napisae fakty autentyczne i wychwyciem to samo co siwek755. Naprawd dobry test. Brawo!",
                "dateOfComment": "2008-07-01 11:23:43"
            },
            {
                "id": "38620",
                "author": "                            100%Tak",
                "message": "                        Zapomniae tylko o jeszcze jednej wadzie. Czarna obudowa gonik贸w szybko si brudzi i po byle dotkniciu pozostaj odciski palca. Je偶eli jednak nie macasz ich codziennie to goniki s prawie 100% pozbawione wad. Jedynie to wanie to brudzenie i dioda nieco mocna.",
                "dateOfComment": "2008-07-01 11:25:11"
            },
            {
                "id": "38811",
                "author": "                            siwek755",
                "message": "                        Tak goniki s fajne, ale nie do tego stopnia 偶e macam je codziennie ;P\r",
                "dateOfComment": "2008-07-02 15:10:33"
            },
            {
                "id": "38823",
                "author": "                            CenMan",
                "message": "                        Dziki takim ludziom jak Ty, ludziom opaca si czyta opinie o produktach. 100% szczeroci. Dzikuje siwek755!",
                "dateOfComment": "2008-07-02 19:29:16"
            },
            {
                "id": "39030",
                "author": "                            !!",
                "message": "                        mam te glosniki i w 100% zgadzam sie z autorem tej opinii. napisal cala prawde i tylko prawde. brawo!\r",
                "dateOfComment": "2008-07-04 13:16:46"
            },
            {
                "id": "39126",
                "author": "                            Sambar",
                "message": "                        Przypominam ludu 偶e jak kto ma nieco zdolnoci manualnych to diod mo偶na po prostu wykrci po wczeniejszym rozebraniu gonik贸w. xD",
                "dateOfComment": "2008-07-05 10:29:32"
            },
            {
                "id": "39343",
                "author": "                            yeah",
                "message": "                        Potwierdzam sowa autora - goniku cud!",
                "dateOfComment": "2008-07-07 14:03:20"
            },
            {
                "id": "39636",
                "author": "                            siwek755",
                "message": "                        Wraz z biegiem czasu zauwa偶yem now wad - podstawa gonik贸w jest zbyt maa - jest taka sama jak cay gonik w wymiarach a dodatkowo posiada n贸偶ki, kt贸re zmniejszaj powiedzchni, tworzc cos w stylu tr贸jkta poo偶onego na wierzchoku. May wstrzs, goniki potrafi si rozbuja i gleba. Plusem jest 偶e prze偶yy dzisiejszy upadek z 1,5m i nic si nie stao, nawet obudowie. Mam nadziej 偶e nie bde mia wicej takich heavy test贸w. No ale ta podstawa jest naprawd do bani. No chyba 偶e kto ma stabiln podstaw i nigdy nic sie nie rusza - u mnie tak nie jest...",
                "dateOfComment": "2008-07-09 16:36:53"
            },
            {
                "id": "40360",
                "author": "                            txh for recenzja ",
                "message": "                        dzieki za recenzje widac ze sie napracowalec - thx od wszystkich ktorym pomogles, a takich jest wielu ;)",
                "dateOfComment": "2008-07-15 21:50:51"
            },
            {
                "id": "41836",
                "author": "                            macko",
                "message": "                        No bracie, szacunek za tak recenzj.",
                "dateOfComment": "2008-07-28 07:44:29"
            },
            {
                "id": "42885",
                "author": "                            KGGGDKP",
                "message": "                        Wszystko si zgadza tak jak nam przestawi kolega sivy. W filmach d藕wiki bd pikne, w grach r贸wnie偶. No ale niestesy, fan贸w techno one nie zadowol. Tak mae Bass X'porty nie nadaj si do suchania dance,trance cyz techno. Basik jest may ale wystarczajcy do normalnego u偶ytkowania. Jak chcesz bas贸w to jed藕 na Energy albo kup Z5500",
                "dateOfComment": "2008-08-04 18:26:35"
            },
            {
                "id": "42890",
                "author": "                            rewizja:Omau",
                "message": "                        Widac ze goscio recenzje pisze na jakims portalu :D\r",
                "dateOfComment": "2008-08-04 18:45:12"
            },
            {
                "id": "42991",
                "author": "                            siwek755",
                "message": "                        Owszem fan贸w techno nie zadowol, jednak do nowszych mobo wsadzaj nawet dobre zintegrowane Realteki kt贸re maj Equalizer i du偶e mo偶liwoci. Troch zabawy i basu jest co nieco nie mozna przesadza ;)\r",
                "dateOfComment": "2008-08-05 14:34:15"
            },
            {
                "id": "43135",
                "author": "                            ale",
                "message": "                        No tak, pamitajmy jednak 偶e w zestawach 2.1 satelitki nie s najlepsze (zestawy do 200z). Bas mo偶e i dobry, ale po co komu sam bas... :/",
                "dateOfComment": "2008-08-06 14:41:16"
            },
            {
                "id": "43136",
                "author": "                            BASS_@sm",
                "message": "                        bass, bass co wy gadacie. Tzn wiadomo 偶e w 2.1 s lepsze, ale tu s adniejsze bo dla mnie bass to strumie powietrze wypuszczony przez woofer o niskiej czstotliwoci a nie skrzypy subwoofera ... \r",
                "dateOfComment": "2008-08-06 14:42:48"
            },
            {
                "id": "43137",
                "author": "                            mika_relax",
                "message": "                        kolega napisa wszystko i jest to prawda. Nic doda nic ujc ;]",
                "dateOfComment": "2008-08-06 14:43:41"
            },
            {
                "id": "43138",
                "author": "                            siwek755",
                "message": "                        heh miaem przykre zdarzenie bo jeden z goniczk贸w T20 upad mi i membranka si wcisna :( :( :(\r",
                "dateOfComment": "2008-08-06 14:47:05"
            },
            {
                "id": "43400",
                "author": "                            Benek3",
                "message": "                        Odkurzacz albo tama dwustronna i jedziesz :D\r",
                "dateOfComment": "2008-08-08 13:44:29"
            },
            {
                "id": "43673",
                "author": "                            mimka",
                "message": "                        Dziki za tak opinie,teraz ju偶 wiem jakie goniczki kupi:)Pozdrawiam!",
                "dateOfComment": "2008-08-10 23:57:47"
            },
            {
                "id": "43888",
                "author": "                            s69x",
                "message": "                        dokadnie :D jeste jak poradnik ja te偶 kupiem goniki T20 po przeczytaniu tej recenzji. Creative powinno Ci da jak kase za to. A mo偶e ty jeste z Creative Polska :D?",
                "dateOfComment": "2008-08-12 17:49:01"
            },
            {
                "id": "44265",
                "author": "                            siwek755",
                "message": "                        nie :)",
                "dateOfComment": "2008-08-15 14:13:33"
            },
            {
                "id": "44266",
                "author": "                            tjt!",
                "message": "                        brawo nie za recenzja i ciekawie to napisae. Kilka bledow stylistycznych ale jest bardzo dobra mimo to i za to 偶e Ci si chciao pisac tak dla spolecznosci wielkie dzieki bo bardzo nam pomagasz!\r",
                "dateOfComment": "2008-08-15 14:14:50"
            },
            {
                "id": "45433",
                "author": "                            kamil",
                "message": "                        recenzja faktycznie fajnie gratuluj.",
                "dateOfComment": "2008-08-24 13:03:54"
            },
            {
                "id": "45434",
                "author": "                            ~miska",
                "message": "                        Wszystko sie zgadza jak napisalme nic dodac nic ujac bravissimo!",
                "dateOfComment": "2008-08-24 13:04:38"
            },
            {
                "id": "45549",
                "author": "                            T20dk",
                "message": "                        te T20 maj bardzo fajny wyglad i sa wysokie jak na goniki 2.0 i ci偶kie. To jest zaleta. Reszte to co siwek755 napisal. \r",
                "dateOfComment": "2008-08-25 11:32:35"
            },
            {
                "id": "45683",
                "author": "                            1",
                "message": "                        Gosniki bardzo dobre, wszystko dobrze tak jak napisal isekw755",
                "dateOfComment": "2008-08-26 09:22:35"
            },
            {
                "id": "45684",
                "author": "                            brawo!!",
                "message": "                        Gratuluje napisania recenzji.\r",
                "dateOfComment": "2008-08-26 09:24:07"
            },
            {
                "id": "45685",
                "author": "                            FPS",
                "message": "                        Gosniki potrafi dobrze dawa, ale s gupie w regulacji z deka. Musisz pokrci zeby nie pierdzialy, bo jak wezmiesz wszystko na full to pierdza. No lepiej to niz ograniczniki producenta z gory w zasadzie :D",
                "dateOfComment": "2008-08-26 09:25:55"
            },
            {
                "id": "45686",
                "author": "                            okokokokokokokokokokoko",
                "message": "                        polecamte glosniki sa wypas full. bas贸w malo, ale jak ktos nie umie ustawic. ja sie pobawilem ekalizerem i som basy1",
                "dateOfComment": "2008-08-26 09:27:39"
            },
            {
                "id": "45691",
                "author": "                            pucie sobie te video na T20 !!",
                "message": "                        http://www.microsoft.com/poland/windowsmobile/6/default.mspx\r",
                "dateOfComment": "2008-08-26 09:49:32"
            },
            {
                "id": "45838",
                "author": "                            mozekartadotego?",
                "message": "                        polecam dokupic d藕wiek贸wk sandblastera live",
                "dateOfComment": "2008-08-27 10:32:29"
            },
            {
                "id": "48834",
                "author": "                            hendryk55",
                "message": "                        Dziki tej opinii wiem po co p贸jd do sklepu.Do tej pory suchaem przez wie偶,ale posza do lamusa.wic 偶eby  cokolwiek sysze, zamierzaem kupi T40 ale wychodzi na to ,偶e przepacibym.\r",
                "dateOfComment": "2008-09-20 17:38:18"
            },
            {
                "id": "51599",
                "author": "                            siwek755",
                "message": "                        T20 s zdecydowanie. Nie mo偶na tego powiedzie jednak o \"gow wy偶szych\" T40. Ich cena jest zdecydowanie za wysoka. Mo偶e gupie por贸wnanie, ale lepiej wychodzi 2x T20 ni偶 1x T40 :D A je偶eli T40, to ju偶 lepiej bra jakie Z-2300.",
                "dateOfComment": "2008-10-10 21:33:34"
            },
            {
                "id": "52929",
                "author": "                            szol",
                "message": "                        szacunekza wysilek koles",
                "dateOfComment": "2008-10-20 16:16:14"
            },
            {
                "id": "64086",
                "author": "                            Grzegorz",
                "message": "                        Trzeba u偶ywa akapit贸w w tekcie no ci偶ko si czyta",
                "dateOfComment": "2008-12-30 15:06:19"
            },
            {
                "id": "65398",
                "author": "                            siwek755",
                "message": "                        sory, to nie recenzja :P\r",
                "dateOfComment": "2009-01-06 16:25:04"
            },
            {
                "id": "70402",
                "author": "                            suchy",
                "message": "                        Nie no szacun za wypracowanie. Czysta prawda, trafie w dziesitke;)",
                "dateOfComment": "2009-02-02 09:02:09"
            },
            {
                "id": "87454",
                "author": "                            marssab",
                "message": "                        zaufaem siwek755 i kupiem, nie zawiodem si, opis Tw贸j trafny jak najbardziej, wiecej takich opinii ludzie :D:DD: dzieki1!!!!!!",
                "dateOfComment": "2009-05-11 19:45:26"
            },
            {
                "id": "106661",
                "author": "                            WALDEK GOGO",
                "message": "                        DZIKI ZA TO WYPRACOWANKO WANIE CZEGO TAKIEGO SZUKAEM ",
                "dateOfComment": "2009-09-24 22:10:19"
            },
            {
                "id": "124502",
                "author": "                             / tjstudnicki /",
                "message": "                        siwek755 to geniusz (PROFESJONALISTA !!!). Mam 52 lata. Such taki ... przecitny. 1,5 roku temu kupiem T20  (179pln w Media Markt Bielsko-Biaa). Zakup rednio przemylany ( doradztwo subiekta sklepu ). Sprzt by dla c贸rki do HP ZA 3500PLN. Pozazdrociem mgr prawa takich \"szaf\" !  W styczniu 2010 kupiem sobie laptopa acer   z windows 7  i grafik  ATI Mobility Radeon HD 4570.Teraz szukam T20. Widziaem je za 249z. - Troch du偶o. Zao偶yem, 偶e gdzie znajd do 200 pln.   Ten merytoryczny opis -autor siwek755, cho nie bybym go w stanie napisa, jest dla mnie wspaniaym potwierdzeniem mojej decyzji, cho nie znam \"por贸wnywalnych typ贸w\".  Tak na marginesie-wier wieku temu tak odbieraem krajowe kolumny z Wrzeni - typ Altus 110. To byy \"szafy\" wystawane w kilometrowych kolejkach i trzba byo mie du偶o samozaparcia i szczcia , by je \"ustrzeli\". Jak mawia \"KISIEL\"... Zgadnij kotku dlaczego?! Cho to byo sinusoidalnie 70wat na kana i do wie偶 Hi-Fi , d藕wi podobny, czysty, jak woda z g贸r. Jestem zaskoczony, 偶e z T20 /tak maych/ mo偶na tak wiele wycisn !!! - POZDRAWIAM AUTORA TEKSTU I DZIKUJ !!!!!!!!!!!!!!!!!!!!!!  ",
                "dateOfComment": "2010-02-26 19:03:28"
            },
            {
                "id": "141090",
                "author": "                            siwek755",
                "message": "                        bardzo dzikuje za docenienie moich wysik贸w, po tak dugim czasie goniki oczywicie nadal polecam - s super!",
                "dateOfComment": "2010-08-10 20:56:08"
            },
            {
                "id": "226547",
                "author": "                            nilia",
                "message": "                        Super recenzja. Brawo! chyba si zdecyduj :)",
                "dateOfComment": "2013-12-11 13:13:10"
            },
            {
                "id": "246786",
                "author": "                            Red",
                "message": "                        Epicki komentarz :D",
                "dateOfComment": "2014-12-20 19:44:53"
            },
            {
                "id": "309621",
                "author": "                            Maciej",
                "message": "                        Te goniki byy w sprzeda偶y 10 lat temu ?? nie wie偶 :D no ale jest jak byk :) ...\r",
                "dateOfComment": "2017-08-17 11:55:39"
            }
        ]
    },
    {
        "id": "91525",
        "author": "\n0...f        ",
        "dateOfPurchase": "2008-10-21 22:19:28",
        "dateOfReview": "2008-09-25 15:39:45",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Bdzie to do \"niszowa\" opinia, bowiem moim punktem odniesienia s wymagania stawiane \"audiofilskiemu\" sprztowi do suchania muzyki, kt贸rego u偶ywam, jeli czas i miejsce na to pozwalaj. Powiedzmy, 偶e chcemy mie namiastk audiofilskiego (czyli przede wszystkim zr贸wnowa偶onego) brzmienia na biurku z komputerem, ma to co zajmowa znacznie mniej miejsca ni偶 typowy \"klockowy\" sprzt i kosztowa nie kilka tysicy a najwy偶ej jakie 200z. Taka namiastka jest mo偶liwa i funkcjonuje u mnie ju偶 od jakich trzech lat pod postaci zestawu 2.1 Creative i-trigue 3200. Oczywicie daleko tym gonikom do audiofilskiej neutralnoci, jednak ich brzmienie jest jednoczenie efektowne i niemczce - stosunkowo przestrzenne i szczeg贸owe ale i ciepe, z waciwym \"fundamentem\". Ostatnio potrzebowaem jeszcze jednych gonik贸w do komputera, ale zamiast kupi drugi raz to samo (3200 s na rynku wt贸rnym), daem si skusi pozytywnym opiniom i sensownej konstrukcji (normalne 2-dro偶ne 2.0, kewlarowe membrany) i zdecydowaem si na GigaWorks T20. Wnioski z por贸wna z i-trigue 3200 s co najmniej dziwne, bo o ile gigantycznej r贸偶nicy w bezwzgldnej jakoci brzmienia nie ma, to jednak wychodzi na to, 偶e bardziej \"audiofilskimi\" gonikami jest wspomniany zestaw 2.1. \r\nOto dlaczego tak sdz:\r\n- T20 maj sztucznie podbity wy偶szy bas. Mo偶na to co prawda zmniejszy pokrtem \"bass\", ale mimo wszystko dominuje on brzmienie - jest niekontrolowany i dudnicy a jednoczenie brak basu najni偶szego - nie chodzi tu o jego ilo, tylko o rozcignicie w d贸. Wobec powy偶szego niekt贸re d藕wiki w pasmie basu s mocno podkrelone, innych natomiast praktycznie nie sycha - obni偶a to komfort suchania w por贸wnaniu z zestawem 2.1.\r\n- wy偶sze zakresy pasma s w zestawie 2.1 podane du偶o bardziej \"na twarz\", ni偶 w T20, kt贸rych rednica jest zauwa偶alnie wycofana i brzmi mao przekonujco - by mo偶e jest ciepa, ale pozbawiona szczeg贸贸w, po prostu bardziej \"przymulona\".\r\n- tony wysokie s niby por贸wnywalnej jakoci, w T20 nazwabym je bardziej \"delikatnymi\", niestety wra偶enie przestrzennoci d藕wiku (w sensie sceny, \"znikania\" gonik贸w) oferuj wyra藕nie gorsze od por贸wnywanego zestawu 2.1.\r\nPodsumowujc: jeli ktokolwiek jeszcze podchodzi do kwestii gonik贸w komputerowych \"po audiofilsku\", niech na te goniki uwa偶a, bo ich \"hi-fi stereo\" aspiracje nie do koca maj przeo偶enie w kocowym efekcie.Jestem ju偶 po kilku tygodniach suchania tych gonik贸w i... no c贸偶 - sporo audiofilskich urzdze tak naprawd \"zaczyna gra\" dopiero po \"wygrzaniu\" - tu mamy najlepszy tego przykad, cho T20 to tylko goniki komputerowe - generalnie rednica zauwa偶alnie bardziej plastyczna, bas zdecydowanie za si \"ucywilizowa\" - wobec tego koryguj sw wczeniejsz recenzj - goniczki nadal nie bezwzgldnie, ale ju偶 du偶o odwa偶niej polecam!ja si podpisuj pod uwagami Krzysztofa( ka偶d z nich), odnonie tych gonik贸w i ich nie polecam. jak dla mnie maj bardzo, okrelibym to... nosowy d藕wik.\nMo偶e do wikszoci popularnych, czy rockowych piosenek bd w miar odpowiednie. Ale ju偶 do eksperymentalnej basowej- ambientowej elektroniki, w kt贸rej bas ma by geboki, plastyczny, ale nie upicy chamsko, przyguszajc inne d藕wiki; czy  Portishead'贸w, bym ich nie bra- w drugim przypadku brak sp贸jnoci d藕wiku- perkusja i dudnicy na pierwszym planie bas dra偶ni niemiosiernie i muzyka nie brzmi, traci prawie zupenie sw贸j urok. D藕wik ma by przyjemny i sp贸jny, nawet jeli to jest perkusyjna  upanka, czy drum'n'bassowa napier... dzielanka, czy jaka szalona jazzowa improwizacja. Dla mnie na nich po prostu nie jest przyjemny. Nie radz sobie. D藕wik w niekt贸rych momentach jest wzmocniony,  w innych nieprzekonywujcy. Sztuczne zrobienie z nich gonik贸w pseudo- audiofilskich zrobio im tylko na ze.\n Kilka miesicy cierpliwoci, jeli chodzi o tajemnicze zjawisko \"wygrzania\" nie zmieniy mojego zdania. Dalej momentami mam ochot je wyrzuci przez okno z 7 pitra w akademiku. Ale przydaj si moim znajomym z pokoju na imprezy tak偶e je oszczdzam;]  Dalej sdz, 偶e te goniki graj strasznie chamsko.  Mo偶e po prostu jestem za bardzo wyczulony na ostre d藕wiki, czy bas, ale z mojej perspektywy suchacza- nie polecam. zgadzam si,jeli chodzi o suchanie muzyki s bardzo dobre muzykalne,niestety brakuje ton贸w rednich czyli jeli kto chce kupi by podczy do tv i oglda tvn24 czy inne programy polegajce na rozmowie absolutnie odradzam ton贸w rednich wrcz nie da si wydoby wic podganiamy p贸zniej przychodz reklamy i goniki szalej czyli niskie i wysokie tony,strasznie nienaturalne i mczce.Wzorem gonik贸w komputerowych s dla mnie creative cambridge soundworks slim700 2.1 i szukam podobnych",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "34",
        "numberOfDownVotes": "7",
        "comments": [
            {
                "id": "53139",
                "author": "                            Krzysztof",
                "message": "                        Jestem ju偶 po kilku tygodniach suchania tych gonik贸w i... no c贸偶 - sporo audiofilskich urzdze tak naprawd \"zaczyna gra\" dopiero po \"wygrzaniu\" - tu mamy najlepszy tego przykad, cho T20 to tylko goniki komputerowe - generalnie rednica zauwa偶alnie bardziej plastyczna, bas zdecydowanie za si \"ucywilizowa\" - wobec tego koryguj sw wczeniejsz recenzj - goniczki nadal nie bezwzgldnie, ale ju偶 du偶o odwa偶niej polecam!",
                "dateOfComment": "2008-10-21 22:19:28"
            },
            {
                "id": "158781",
                "author": "                            Adam",
                "message": "                        ja si podpisuj pod uwagami Krzysztofa( ka偶d z nich), odnonie tych gonik贸w i ich nie polecam. jak dla mnie maj bardzo, okrelibym to... nosowy d藕wik.",
                "dateOfComment": "2011-02-12 14:31:27"
            },
            {
                "id": "272965",
                "author": "                            promill",
                "message": "                        zgadzam si,jeli chodzi o suchanie muzyki s bardzo dobre muzykalne,niestety brakuje ton贸w rednich czyli jeli kto chce kupi by podczy do tv i oglda tvn24 czy inne programy polegajce na rozmowie absolutnie odradzam ton贸w rednich wrcz nie da si wydoby wic podganiamy p贸zniej przychodz reklamy i goniki szalej czyli niskie i wysokie tony,strasznie nienaturalne i mczce.Wzorem gonik贸w komputerowych s dla mnie creative cambridge soundworks slim700 2.1 i szukam podobnych",
                "dateOfComment": "2016-02-28 22:20:40"
            }
        ]
    },
    {
        "id": "87240",
        "author": "\n6...7        ",
        "dateOfPurchase": "2008-09-09 23:43:48",
        "dateOfReview": "2008-09-02 16:38:39",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Witam, kupiem dzi te goniczki, g贸wnie ze wzgldu na opinie kt贸re posiadaj.\r\n\r\nOg贸lnie rzecz biorc - jako d藕wiku 1 klasa, nie mog si do niczego przyczepi.\r\nWygld itp. tak偶e bez zarzutu, troch atwo si brudz, ale bez przesady.\r\nBasy na przyzwoitym poziomie, jak dla mnie wystarczajcym.\r\nStoj do stabilnie. Moc muzyczna odpowiednia do wypenienia przecitnego pokoju d藕wikiem.\r\nNiebieska dioda robi pikne wra偶enie, bardzo lubi takie dodatki, nie wiem czemu si tak wszyscy czepiacie...\r\n\r\nJedna rzecz mi troch przeszkadza o kt贸rej tutaj nikt nie napisa:\r\nPo wczeniu wydaj lekki cigy delikatny pisk wydobywajcy si z g贸wnego gonika, syszalny gdy muzyka jest bardzo cicho (lub wyciszymy 藕r贸do d藕wiku).\r\n\r\nBardzo prosz - zr贸bcie test waszym gonikom, wyciszcie 藕r贸do (komp./mp3) na chwil i posuchajcie z bliska, czekam na potwierdzenie czy to standard, czy mo偶e m贸j egzemplarz ma jak wad.\r\nChciaem tylko doda wyjanienie odnonie delikatnego pisku o kt贸rym wspomniaem w opinii:\r\n-Po tygodniu u偶ytkowania stwierdzam, 偶e jest to strasznie upierdliwe\r\n\r\n-Przegldaem wiele for贸w i grup dyskusyjnych, m.in. oficjalna grup dyskusyjn Creative'a (http://forums.creative.com/creativelabs/board?board.id=speakers)\r\ni znalazem dugi wtek w kt贸rym wiele os贸b skar偶y si na podobn przypado gonik贸w, na forum opinii amazon.com tak偶e jest kilka podobnych opis贸w.\r\n\r\n-Najprawdopodobniej w niekt贸rych seriach pojawi si bd fabryczny kt贸ry powoduje owe piszczenie, w wikszoci gonik贸w raczej wszystko jest OK.\r\n\r\n-Na m贸j e-mail do Tech-supportu do dzi nie otrzymaem odpowiedzi, na forach wiele os贸b pisze 偶e creative ignoruje ich zgoszenia, przy zgoszeniach reklamacji otrzymuj ponownie wadliwy produkt, a serwis twierdzi np. 偶e nie dostrzeg wady.\r\n\r\n-Radz kupowa goniki w sprawdzonych sklepach, a najlepiej w takich w kt贸rych przed zakupem bdziesz m贸g/moga sam(a)je sprawdzi przed zakupem i w razie czego atwo zwr贸ci/wymieni.\r\n\r\nBd si stara o napraw tych gonik贸w, opisz tutaj jak to si skoczy.\r\nPozdrawiam.Update:\r\nDzi zgodnie z wytycznymi pomocy tech. Creative wymieniem goniki w sklepie, otrzymaem goniki wolne od wady o kt贸rej pisaem, tzn. nie maj tego wkurzajcego cichego piszczenia.\r\n\r\nW tym momencie stwierdzam, 偶e jak dla mnie s idealne :)\r\nPodsumowujc: Je偶eli trafisz na goniki z podobn przypadoci, wymie je bez wahania.\r\nPozdrawiam.\r\n\r\nr贸wnie偶 mam te goniki (opinia moja obok) i tak偶e wystpowao u nie owe piszczenie. Przy podkrceniu volume na full (oczywicie bez 藕r贸da d藕wiku) pisk by naprawd dobrze syszalny i dokuczliwy. Przeczytaem Twoj wypowied藕 Sawku i si ucieszyem 偶e bde m贸g wymieni swoje goniki na nowe (zawsze lepsze nowe ni偶 u偶ywane :E bo owy problem mi nie przeszkadza a偶 tak bardzo). Stety, niestety pisku teraz nie ma. \r\n\r\nCzyli raz jest, raz nie ma - std zwroty reklamacji. \r\nJak tylko zaczn piszcze, wymieniam :)",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "35",
        "numberOfDownVotes": "12",
        "comments": [
            {
                "id": "47541",
                "author": "                            Sawek",
                "message": "                        Chciaem tylko doda wyjanienie odnonie delikatnego pisku o kt贸rym wspomniaem w opinii:\r",
                "dateOfComment": "2008-09-09 23:43:48"
            },
            {
                "id": "48296",
                "author": "                            Sawek",
                "message": "                        Update:\r",
                "dateOfComment": "2008-09-16 18:10:49"
            },
            {
                "id": "73751",
                "author": "                            siwek755",
                "message": "                        r贸wnie偶 mam te goniki (opinia moja obok) i tak偶e wystpowao u nie owe piszczenie. Przy podkrceniu volume na full (oczywicie bez 藕r贸da d藕wiku) pisk by naprawd dobrze syszalny i dokuczliwy. Przeczytaem Twoj wypowied藕 Sawku i si ucieszyem 偶e bde m贸g wymieni swoje goniki na nowe (zawsze lepsze nowe ni偶 u偶ywane :E bo owy problem mi nie przeszkadza a偶 tak bardzo). Stety, niestety pisku teraz nie ma. \r",
                "dateOfComment": "2009-02-21 18:47:17"
            }
        ]
    },
    {
        "id": "2354084",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2013-12-09 19:54:19",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Witam. Zdecydowaem si napisa kr贸tk opinie,  poniewa偶 jestem mega zaskoczony, oczywicie pozytywnie. Nie sdziem, 偶e tak niepozorne goniczki maj w sobie tak moc! Zastanawiaem si od kilku tygodni jakie goniki do mojego laptopa zakupi? Wyb贸r pad na firm Creative, z tego wzgldu, 偶e ju偶 miaem goniki tego producenta 5.1 Tym razem interesowa mnie zestaw 2.0 Po wyjciu z pudeka ju偶 byem mile zaskoczony, poniewa偶 sdziem, 偶e goniki bd troch mniejsze, a tu mia niespodzianka i okazao si 偶e wcale takie mae nie s. Mi akurat to odpowiada. Gdy jeden z gonik贸w wziem do reki ju偶 byem przekonany, 偶e bd fajnie gra, gdy偶 wcale taki lekki nie by. Pierwsze co si rzuca w oczy to 偶贸te membrany. Bardzo fajnie to wyglda. Goniki posiadaj siateczki ochronne, lecz ja ich nie u偶ywam, wanie dla tych membran. Podczenie zestawu jest dziecinnie proste. Wraz z zestawem dostajemy 2 kabelki. Pierwszy to zasilacz, kt贸ry podczamy z prawego gonika do zasilania. Lewy gonik natomiast posiada sw贸j kabel, kt贸ry podpinamy pod prawy gonik do wejcia ''TO LEFT SPEAKER'' Drugi kabel podczamy do wejcia prawego gonika ''AUDIO INPUT'' a drugi koniec podpinamy do laptopa. Goniki wczamy pokrtem VOLUME, kt贸ry znajduje si na prawym goniku, krcc lekko w prawo, a potem to ju偶 ustawiamy sobie gono jaka nam pasuje. Obok VOLUME znajduj si jeszcze dwa pokrta, mianowicie rodkowy TREBLE oraz lewe pokrto BASS. Zaraz pod nimi znajduj si dwa wejcia, jedno na suchawki a drugie AUX IN aby podczy zestaw np. pod tv. Goniki kupiem przede wszystkim do suchania muzyki. Po odsuchaniu pierwszego kawaka byem w szoku ile mocy maj w sobie te goniki. Bass mo偶na tak ustawi 偶e brzmi on fantastycznie. Nie zgadzam si z opiniami, 偶e bass wydobywajcy si z tego zestawu jest saby. Jak na takie goniki jest bardzo dobry! Goniki graj czysto. Nie ma 偶adnych szum贸w. Suchaem na nich r贸偶nych gatunk贸w muzyki od dance po rocka. Jestem bardzo zadowolony z zakupu tego zestawu. Wszystko jest proporcjonalne, a wic moc, wygld i przede wszystkim jako d藕wiku. Wszystkim niezdecydowanym i tym zdecydowanym polecam ten produkt. Na pewno nie bdziecie 偶aowa tego zakupu.",
        "advantages": [
            "jako d藕wiku",
            "moc",
            "wygld"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "4",
        "numberOfDownVotes": "2",
        "comments": []
    },
    {
        "id": "3212204",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfPurchase": "2016-03-02 16:09:47",
        "dateOfReview": "2015-06-27 16:00:50",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Najlepsze goniki dostpne na rynku, a Creative to najlepsza firma gonik贸w! Mam te goniki od miesica, wczeniej niestety miaem szmelc Microlab Solo6C. D藕wik Creativ贸w jest zarbisty. Jako d藕wiku mia偶d偶y o wiele dro偶sz konkurencj! Niesamowite bassy, nieziemnskie tony rednie i cudowne wysokie! Creativy idealnie sprawdzaj si w rapie, techni, disco polo, ka偶da muzyka brzmi na nich wietnie! To jest to co tygrysy lubi najbardziej. Creative to najlepsza firma i robi najlepsze goniki a nie chiski szmelc jak Microlab! Powiem wicej, dla normalnego mionika muzyki, kt贸ry nie jest dewiantem-audiofilem, nie ma sensu kupowa drogich zestaw贸w stereo bo Creativy graj tak genialnie 偶e normalny mionik muzyki nie usyszy r贸偶nicy midzy nimi a drog wie偶 stereo za 500, 1000 czy nawet 2000 z!Ta opinia to chyba jaki 偶art, albo napisana przez kogo opacanego przez t firm, bo nie wierz jakim cudem te plastikowe \"pierdziaweczki\" miayby zagra lepiej ni偶 np. Solo 6c, a nie wspominajc ju偶 o prawdziwych kolumnach stereofonicznych. Z szeroko rozumianym audio mam do czynienia od paru adnych lat i mog napisa, 偶e w tej cenie znale藕 mo偶na lepsze goniki komputerowe. Te plastikowe wytwory radzibym omija szerokim ukiem. ",
        "advantages": [
            "2 wejcia audio",
            "basy",
            "brak bluetooth",
            "cena",
            "dobre brzmienie",
            "dobry dzwiek",
            "dobry d藕wik",
            "dodatkowe korekcje w karcie usb",
            "jako d藕wiku",
            "klarowno dzwiku",
            "atwo si przewracaj",
            "mae zgrabne",
            "moc",
            "nie najlepsze kable",
            "saby wzmacniacz suchawkowy",
            "wygld"
        ],
        "disadvantages": [
            "brak wad - najlepsze goniki na wiecie"
        ],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "1",
        "comments": [
            {
                "id": "273109",
                "author": "                            Darek",
                "message": "                        Ta opinia to chyba jaki 偶art, albo napisana przez kogo opacanego przez t firm, bo nie wierz jakim cudem te plastikowe \"pierdziaweczki\" miayby zagra lepiej ni偶 np. Solo 6c, a nie wspominajc ju偶 o prawdziwych kolumnach stereofonicznych. Z szeroko rozumianym audio mam do czynienia od paru adnych lat i mog napisa, 偶e w tej cenie znale藕 mo偶na lepsze goniki komputerowe. Te plastikowe wytwory radzibym omija szerokim ukiem. ",
                "dateOfComment": "2016-03-02 16:09:47"
            }
        ]
    },
    {
        "id": "341248",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2009-05-08 22:27:51",
        "score": "4/5",
        "isRecommended": "Polecam",
        "message": "Witam!\rKiedys mialem takie glosniki i powiem szczerze , ze jakos zadawala (kupilem je za 99euro)\rWiedzialem , ze jak za te pieniadze to beda graly ale nie az tak (oczywiscie jak na glosniki 2.0) . Idealny do spokojnej muzyki , do muzyki techno si nie nadaj oczywiscie BASS robi co moze :) ale ''Profesionalitow , Technomaniacy'' mog ponarzekac.\r\rNa minus :\r\rco prawda maly zasilacz , ale strasznie sie nagrzewa\rGlosniki maj super jakosc dzwieku jednak s troche za cizkie :/\rCena rowniez zadna rewelacja ponad 180zl... Mozna kupic 2.1 z malutkim subooferem ale juz jakosc znacznie lepsza.\r\rNie mozna rowniez wylaczyc podswietlenia (na niebiesko) kolor jest za ostry i po dluzszym uzywaniu moga bolec oczy. ",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "9",
        "numberOfDownVotes": "2",
        "comments": []
    },
    {
        "id": "10923161",
        "author": "\nMihu        ",
        "dateOfReview": "2019-08-15 22:25:07",
        "score": "4,5/5",
        "isRecommended": "Polecam",
        "message": "Dugo omijaem te Creativy, a偶 w kocu si zdecydowaem, cho i tak z du偶 doz sceptycyzmu.\nO dziwo, perdziawki Creative graj zaskakujco dobrze jak na swoje rozmiary i cen. D藕wik lekko ocieplony ale wyra藕ny, ze znonym basem. Zdarza im si zadudni ale nie jako przesadnie, zreszt atwo to opanowa przy pomocy EQ, np. APO. \n\nDu偶 zalet jest ich rozmiar oraz umiejscowienie otwor贸w basowych, przez co nie s wra偶liwe na ustawienie, mog sta blisko ciany. Idealne do maych pomieszcze. \n\nDwie g贸wne wady(w moim odczuciu) to:\n- obudowy z materiau typu piano black. Lepiej by wyglday w czarnym macie, co ala Presonus Eris. \n- gadkie potencjometry. Przydayby si jakie 偶obienia 偶eby paluchy si nie lizgay. \n",
        "advantages": [
            "dobry dzwiek",
            "jako d藕wiku",
            "mae zgrabne",
            "moc"
        ],
        "disadvantages": [],
        "numberOfUpVotes": "0",
        "numberOfDownVotes": "0",
        "comments": []
    },
    {
        "id": "103095",
        "author": "\nf...4        ",
        "dateOfPurchase": "2008-11-25 14:53:23",
        "dateOfReview": "2008-11-22 17:57:34",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "  Przede wszystkim za t cen ci偶ko byo by znale藕 lepsze goniki. Kupiem je za 170 z, a do tego creative zwr贸cio mi 60 na konto w jakiej miej akcji. \r\n  Po kilku miesicach u偶ywania najwiksz wad jak stwierdziem byo pojawienie si w lewym goniku jakiego dziwnego pierdzenia/bzyczenia/charczenia przy odtwarzaniu utwor贸w z mocniejszym basem. Przeprowadziem ledztwo, rozebraem nawet gonik w poszukiwaniu np jakich kabli obijajcych si o kana basowy, ale tam byo wszystko ok, a kable obite mikkim materiaem, reszta wycielona tkanin - super. Okazao si 偶e winne s kanaliki rubek (??) - dokrcenie i wypchanie ich wat zaatwio spraw:) (myl 偶e to nie zdarza si w inych egzemplarzach).\r\n  Basy w tych goniczkach rzeczywicie s nieze, ale jest to zasug wanie wspomnianego, dobrze obliczonego kanau basowego, a on jakby nie rezonuje we wszystkich czstotliwociach, wic w niekt贸rych kawakach bas jest kiepski, a w innych potrafi da taki rezonans 偶e wydaje si jakby rzeczywicie w zestawie by niezy subwoofer.\r\n  Wysokotonowy gonik jest ok, dobrze rozjania brzmienie caoci - i potrafi czasem da po uszach - jak dla mnie brzmienie wysokich ton贸w jest bardzo dobre. czasem jest mo偶e zbyt natarczywe i mczy, ale to kwestia regulacji ton贸w, a mo偶e i karty muzycznej (mam przecitn - AWE64).\r\n  Do diody szybko si przyzwyczaiem. Nie zahaczam ju偶 o nic po ciemku.\r\n  Doskonale brzmi na nich muzyka akustyczna. Ciepo i przyjemnie - mo偶e to nie jest jakie audiofilskie hi-fi, ale z przyjemnoci siadam w fotelu, parz \"zielon herbat\" i delektuj si muzyk. Jazz brzmi super, rock ok, wszystko pod warunkiem 偶e nie jest zbyt gsto od instrument贸w, wtedy dzwik robi si troch nieczytelny (nienad偶a:). wietnie sucha si r贸wnie偶 wszelkiej elektroniki (mo偶e tylko dub i drumy gorzej, bo basowo). Podsumowujc - dzwonki d藕wicz, perkusja wybrzmiewa, gitara piewa:) Aha, te goniki pozwalaj do wyra藕nie odczu 偶e mp3 128 kbps to co najmniej o 64kbps za mao.Zapomniaem, pojawiy si jakie T20 Series II, kt贸re moim zdaniem gorzej wygldaj, a we wntrzu pewnie nic si nie zmienio (marketingowa papka i sciema). Wiec jedynki pewnie bd powoli wycofywane. Aha, cena oczywicie x2.",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "5",
        "numberOfDownVotes": "2",
        "comments": [
            {
                "id": "58195",
                "author": "                            Jakubas",
                "message": "                        Zapomniaem, pojawiy si jakie T20 Series II, kt贸re moim zdaniem gorzej wygldaj, a we wntrzu pewnie nic si nie zmienio (marketingowa papka i sciema). Wiec jedynki pewnie bd powoli wycofywane. Aha, cena oczywicie x2.",
                "dateOfComment": "2008-11-25 14:53:23"
            }
        ]
    },
    {
        "id": "423392",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfPurchase": "2012-04-05 22:21:55",
        "dateOfReview": "2009-07-13 15:46:19",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "Posiadam te goniki od roku i jestem z nich bardzo zadowolony. Nadaj si wietnie do suchania prawie wszystkich gatunk贸w muzyki-techno czy heavy metal odpadaj ze wzgldu na jako bas贸w . Przy du偶ej gonoci (wicej niz poowa)basy zaczynaj trzeszcze i tracimy przyjemno ze suchania. Dzwik jest bardzo czysty, mo偶emy usysze wszystkie \"smaczki\" w danym utworze. Opr贸cz suchania muzyki goniki wietnie nadaj si do ogldania film贸w. Mog zastpi w tym nawet dro偶sze zestawy. Co do gier nie s mo偶e wymoa偶one ale jak nie mamy suchawek to te goniki spokojnie nam wystarcz. \rDziki ustawieniom bas贸w i ton贸w wy偶szych na przednim panelu gonik贸w mo偶emy bardzo dobrze dostroi je do wasnych upodoba.Pozatym prezentuj si bardzo elegancko na biurku, wygldaj bardzo solidnie i gustownie. Jedy ich wikszy minus to niebieska dioda kt贸ra mo偶e nam w nocy zastpi 藕r贸do wiata w pokoju..\rPodsumowujc polecam te goniki dla ludzi, kt贸rzy chc kupi dobre goniki w rosdnej cenie.Miae kolego wyjtkowego pecha bo ja kupiem 2 kpl. [do kompa i do tv,] i oba graj super. Jak na takie malestwa bas jest<i> [wymoderowano]!</i> Potwiwrdzam 偶e przy du偶ej gonoci zaczyna troch charcze ale wystarczy troch ciszy lub uj bas贸w i jest super.Przedewszystkim polecam zakupi dobr kart dzwikow do pc bo na zintegrowanej najlepszy sprzt nie pocignie :)",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "1",
        "numberOfDownVotes": "0",
        "comments": [
            {
                "id": "190602",
                "author": "                            oper11",
                "message": "                        Miae kolego wyjtkowego pecha bo ja kupiem 2 kpl. [do kompa i do tv,] i oba graj super. Jak na takie malestwa bas jest<i> [wymoderowano]!</i> Potwiwrdzam 偶e przy du偶ej gonoci zaczyna troch charcze ale wystarczy troch ciszy lub uj bas贸w i jest super.",
                "dateOfComment": "2012-04-05 22:21:55"
            }
        ]
    },
    {
        "id": "265294",
        "author": "\nU偶ytkownik Ceneo        ",
        "dateOfReview": "2008-11-19 08:36:59",
        "score": "5/5",
        "isRecommended": "Polecam",
        "message": "U偶ywam tych gonik贸w od p贸 roku przy komputerze. Znakomicie nadaj si do ogldania film贸w, suchania muzyki i do gier komputerowych. D藕wik jest czysty, gboki. wietnie si spisuj nawet przy bardzo gonym suchaniu muzyki. Powinny wystarczy nawet na spor domow imprez. Oczywicie zawsze znajd si audiofile, kt贸rzy powiedz, 偶e jeli kupowa goniki, to nie tasze ni偶 tysic z (dlaczego? - bo tak), ale wedug mnie to naprawd porzdny sprzt. Na przedzie prawego gonika znajduj si wejcia do mikrofonu i suchawek (dla mnie bardzo przydatne). Design to kwestia gustu (dla mnie jest wietny) szczerze polecam",
        "advantages": [],
        "disadvantages": [],
        "numberOfUpVotes": "8",
        "numberOfDownVotes": "4",
        "comments": []
    }
]